Repository: Icik81/OpenRails-CZ-SK
Catalog: Source/Locales/ORTS.Menu/*.po
Languages: cs

source: - Explore Route -
cs: - Prozkoumat trasu -

source: + Explore in Activity Mode +
cs: + Prozkoumat v aktivity módu +

source: Not same route:
cs: Není stejná trasa:

source: load error:
cs: chyba načtení:

source: unnamed:
cs: nepojmenované:

source: missing:
cs: chybí:

source: Activity '{0}' is excluded.
cs: Aktivita '{0}' je vyloučena.

source: - Any Locomotive -
cs: - Lokomotiva -

source: Locomotive '{0}' is excluded.
cs: Lokomotiva '{0}' je vyloučena.

source: Start at: {0}
cs: Začít v: {0}

source: Heading to: {0}
cs: Jet do: {0}
