Repository: Icik81/OpenRails-CZ-SK
Catalog: Source/Locales/RunActivity/*.po
Languages: cs

source: Activity Save file '*.save' not found in folder {0}
cs: Uložený soubor aktivity '*.save' nebyl v adresáři {0} nalezen

source: {0:F0} sound source
cs: {0:F0} zdrojů zvuku

source: Handbrake
cs: Ruční brzda

source: freight-grain
cs: náklad-obilí

source: freight-coal
cs: náklad-uhlí

source: freight-gravel
cs: náklad-štěrk

source: freight-sand
cs: náklad-písek

source: diesel oil
cs: nafta

source: wood
cs: dřevo

source: sand
cs: písek

source: freight-general
cs: náklad-obecné

source: freight-livestock
cs: náklad-životnost

source: freight-fuel
cs: náklad-palivo

source: freight-milk
cs: náklad-mléko

source: Refill: Immediate refill process selected, refilling immediately.
cs: Doplnit: Zvolen proces okamžitého doplnění, doplnění probíhá okamžitě.

source: Refill: Electric loco and no pickup. Command rejected
cs: Doplnit: Elektrická lokomotiva a bez sběrače. Příkaz odmítnut

source: Incompatible pickup type
cs: Nekompatibilní typ

source: Starting refill
cs: Začíná doplňovat

source: Refill: Distance to {0} supply is {1}.
cs: Doplněníl: Vzdálenost k zásobníku {0} jes {1}.

source: Refill: Loco must be stationary to refill {0}.
cs: Doplněníl: Lokomotiva musí být pro doplněníl {0} nehybná.

source: Refill: Loco speed must exceed {0}.
cs: Doplnění: Rychlost lokomotivy musí mít nejméně: {0}.

source: Refill: Loco speed must not exceed {0}.
cs: Doplněníl: Rychlost lokomotivy nesmí překročit: {0}.

source: Refill: {0} supply now replenished.
cs: Doplnění: Z8sobník {0} byl doplněn.

source: Unload: {0} fuel or freight now unloaded.
cs: Vykládka: {0} paliva nebo nákladu vyloženo.

source: {0} meter
cs: {0} metr

source: Next
cs: Příští

source: Close
cs: Zavřít

source: Scale Up
cs: Zvýšit

source: Scale Down
cs: Snížit

source: Acknowledge
cs: Potvrdit!

source: Scroll Up
cs: Posunout nahoru

source: Scroll Down
cs: Posunout dolů
