Repository: Icik81/OpenRails-CZ-SK
Catalog: Source/Locales/ORTS.Settings/*.po
Languages: cs

source: {0} requires and is modified by Shift
cs: {0} vyžaduje stisk Shift

source: {0} requires and is modified by Control
cs: {0} vyžaduje stisk Control

source: {0} requires and is modified by Alt
cs: {0} vyžaduje stisk Alt

source: {0} and {1} both match {2}
cs: {0} a {1} jsou totožné s {2}

source: Reverser Neutral
cs: Plnění střední poloha

source: Reverser Full Reversed
cs: Plnění zcela vpřed

source: Reverser Full Forward
cs: Plnění zcela vzad

source: Throttle Idle
cs: Regulátor zavřen

source: Full Throttle
cs: Regulátor zcela otevřen

source: Dynamic Brake
cs: EDB

source: Dynamic Brake Setup
cs: EDB: sestavování

source: Auto Brake Released
cs: Samočinná brzda odbrzděna

source: Full Auto Brake
cs: Samočinná brzda plný účinek

source: Emergency Brake
cs: Rychlobrzda

source: Independent Brake Released
cs: Přimočinná brzda odbrzděna

source: Independent Brake Full
cs: Přimočinná brzda plný účinek

source: Bail Off Disengaged (in Released position)
cs: Odbržďovač neaktivní (v uvolněné pozici)

source: Bail Off Engaged (in Released position)
cs: Odbržďovač aktivní (v uvolněné pozici)

source: Bail Off Disengaged (in Full position)
cs: Odbržďovač neaktivní (pozice plného stisku)

source: Bail Off Engaged (in Full position)
cs: Odbržďovač aktivní (pozice plného stisku)

source: Rotary Switch 1-Position 1(OFF)
cs: Otočný přepínač 1 pozice 1 (vypnuto)

source: Rotary Switch 1-Position 2(SLOW)
cs: Otočný přepínač 1 pozice 2 (pomalu)

source: Rotary Switch 1-Position 3(FULL)
cs: Otočný přepínač 1 pozice 3 (naplno)

source: Rotary Switch 2-Position 1(OFF)
cs: Otočný přepínač 2 pozice 1 (vypnuto)

source: Rotary Switch 2-Position 2(DIM)
cs: Otočný přepínač 2 pozice 2 (tlumené)

source: Rotary Switch 2-Position 3(FULL)
cs: Otočný přepínač 2 pozice 3 (dálkové)

source: Reverse Reverser Direction
cs: Otočit smysl pohybu páky plnění

source: Reverse Throttle Direction
cs: Otočit smysl pohybu páky regulátoru

source: Reverse Auto Brake Direction
cs: Otočit smysl pohybu brzdiče samočinné brzdy

source: Reverse Independent Brake Direction
cs: Otočit smysl pohybu brzdiče přímočinné brzdy

source: Full Range Throttle
cs: Regulátor naplno

source: Cut Off Delta
cs: Rozdíl/delta plnění

source: Button {0} is assigned to
cs: Tkačítko {0} je přiřazeno k:
