Repository: Icik81/OpenRails-CZ-SK
Catalog: Source/Locales/ORTS.Common/*.po
Languages: cs

source: mi
cs: mil

source: ft
cs: stop

source: yd
cs: yardů

source: ft²
cs: stop²

source: ft³
cs: stop³

source: mph
cs: mil/h

source: bar
cs: barů

source: psi
cs: lib./pal.

source: inHg
cs: pal.rtuti

source: lb
cs: liber

source: rpm
cs: ot/min

source: hp
cs: k

# Reverser
source: Forward
cs: Vpřed

# Reverser
source: Reverse
cs: Vzad

source: Game Pause Menu
cs: Hra Menu pauzy

source: Game Save
cs: Hra Uložit

source: Game Quit
cs: Hra Ukončit

source: Game Pause
cs: Hra Pauza

source: Game Screenshot
cs: Hra Uložit snímek obrazovky

source: Game Fullscreen
cs: Hra Celá obrazovka

source: Game External Controller (RailDriver)
cs: Hra externí ovladač (RailDriver)

source: Game Switch Picked
cs: Hra Výběr výhybky

source: Game Signal Picked
cs: Hra Výběr návěstidla

source: Game Switch With Mouse
cs: Hra Výhybka myší

source: Game Uncouple With Mouse
cs: Hra Rozpojit myší

source: Game Change Cab
cs: Hra Přepnout kabinu

source: Game Request Control
cs: Hra Požadavek na volnou cestu

source: Game Multi Player Dispatcher
cs: Hra po síti Dispečer

source: Game Multi Player Texting
cs: Hra po síti Poslat zprávu

source: Game Switch Manual Mode
cs: Hra Ruční režim výhybek

source: Game Clear Signal Forward
cs: Hra Postav cestu vpřed

source: Game Clear Signal Backward
cs: Hra Postav cestu vzad

source: Game Reset Signal Forward
cs: Hra Obnov cestu vpřed

source: Game Reset Signal Backward
cs: Hra Obnov cestu vzad

source: Game Autopilot Mode
cs: Hra Autopilot

source: Game Suspend Old Player
cs: Hra Suspendovat starého hráče

source: Game Manual Coupling
cs: Ruční spojování

source: Display Next Window Tab
cs: Zobrazit Další záložka okna

source: Display Help Window
cs: Zobrazit Okno nápovědy

source: Display Track Monitor Window
cs: Zobrazit Monitor tratě

source: Display HUD
cs: Zobrazit Interní veličiny

source: Display Train Driving Window
cs: Zobrazit Okno se seznamem jedoucích vlaků

source: Display Car Labels
cs: Zobrazit Popis vozidel

source: Display Station Labels
cs: Zobrazit Popis stanic

source: Display Switch Window
cs: Zobrazit Okno výhybky

source: Display Train Operations Window
cs: Zobrazit Okno vlaku

source: Display Next Station Window
cs: Zobrazit Okno následující stanice

source: Display Compass Window
cs: Zobrazit Kompas

source: Display Basic HUD Toggle
cs: Zobrazit Přepnutí zákl. interních veličin

source: Display Train List Window
cs: Zobrazit Okno se seznamem vlaků

source: Display Passenger List Window
cs: Zobrazit Okno se seznamem osobních vlaků

source: Debug Speed Up
cs: Ladit Zrychlit čas

source: Debug Speed Down
cs: Ladit Zpomalit čas

source: Debug Speed Reset
cs: Ladit Výchozí rychlost

source: Debug Overcast Increase
cs: Ladit Přidat oblačnost

source: Debug Overcast Decrease
cs: Ladit Ubrat oblačnost

source: Debug Fog Increase
cs: Ladit Přidat mlhu

source: Debug Fog Decrease
cs: Ladit Ubrat mlhu

source: Debug Precipitation Increase
cs: Ladit Přidat srážky

source: Debug Precipitation Decrease
cs: Ladit Ubrat srážky

source: Debug Precipitation Liquidity Increase
cs: Ladit Přidat kapalnost srážek

source: Debug Precipitation Liquidity Decrease
cs: Ladit Ubrat kapalnost srážek

source: Debug Weather Change
cs: Ladit Přepnout typ počasí

source: Debug Clock Forwards
cs: Ladit Čas vpřed

source: Debug Clock Backwards
cs: Ladit Čas vzad

source: Debug Logger
cs: Ladit Spustit/zastavit logování

source: Debug Lock Shadows
cs: Ladit Uzamknout stíny

source: Debug Dump Keyboard Map
cs: Ladit Výpis mapy klávesnice

source: Debug Log Render Frame
cs: Ladit Logování vykreslování

source: Debug Tracks
cs: Ladit Koleje

source: Debug Signalling
cs: Ladit Návěstní systém

source: Debug Reset Wheel Slip
cs: Ladit Resetovat prokluz kol

source: Debug Toggle Advanced Adhesion
cs: Ladit Zapnout/vypnout pokročilou adhezi

source: Debug Sound Form
cs: Ladit Okno zvuků

source: Debug Physics Form
cs: Ladit Okno fyziky

source: Debug Toggle Confirmations
cs: Ladit Zapnout/vypnout info řádek

source: Camera Cab
cs: Pohled Kabina

source: Camera Change Passenger Viewpoint
cs: Pohled změna kamery pohledu cestujícího

source: Camera Toggle 3D Cab
cs: Pohled Zapnout 3D kabinu

source: Camera Toggle Show Cab
cs: Pohled Zobrazit kabinu

source: Camera Toggle Letterbox Cab
cs: Pohled Zapnout 4:3 formát kabiny

source: Camera Head Out Forward
cs: Pohled Boční vpřed

source: Camera Head Out Backward
cs: Pohled Boční vzad

source: Camera Outside Front
cs: Pohled Začátek vlaku

source: Camera Outside Rear
cs: Pohled Konec vlaku

source: Camera Trackside
cs: Pohled Trať

source: Camera SpecialTracksidePoint
cs: Pohled Trať další pohledy

source: Camera Passenger
cs: Pohled Cestující

source: Camera Brakeman
cs: Pohled Brzdař

source: Camera Free
cs: Pohled Volný

source: Camera Previous Free
cs: Pohled Volný předcházející

source: Camera Reset
cs: Pohled Resetovat

source: Camera Move Fast
cs: Pohled Pohyb rychle

source: Camera Move Slow
cs: Pohled Pohyb pomalu

source: Camera Pan (Rotate) Left
cs: Pohled Otočit vlevo

source: Camera Pan (Rotate) Right
cs: Pohled Otočit vpravo

source: Camera Pan (Rotate) Up
cs: Pohled Otočit nahoru

source: Camera Pan (Rotate) Down
cs: Pohled Otočit dolů

source: Camera Zoom In (Move Z)
cs: Pohled Přiblížit

source: Camera Zoom Out (Move Z)
cs: Pohled Oddálit

source: Camera Rotate (Pan) Left
cs: Pohled Pohyb vlevo

source: Camera Rotate (Pan) Right
cs: Pohled Pohyb vpravo

source: Camera Rotate (Pan) Up
cs: Pohled Pohyb nahoru

source: Camera Rotate (Pan) Down
cs: Pohled Pohyb dolů

source: Camera Car Next
cs: Pohled Další vozidlo

source: Camera Car Previous
cs: Pohled Předchozí vozidlo

source: Camera Car First
cs: Pohled První vozidlo

source: Camera Car Last
cs: Pohled Poslední vozidlo

source: Camera Jumping Trains
cs: Pohled Přepnout vlak

source: Camera Jump Back Player
cs: Pohled Vlak hráče

source: Camera Jump See Switch
cs: Pohled Výhybka

source: Camera Scroll Right
cs: Pohled posunout vpravo

source: Camera Scroll Left
cs: Pohled posunout vlevo

source: Camera Browse Backwards
cs: Pohled posunout vzad

source: Camera Browse Forwards
cs: Pohled posunout vpřed

source: TCS Zapnout VZ
cs: TCS zap/vyp VZ

source: TCS Přepnout VZ
cs: TCS Přepnout režim VZ

source: Control_Classic Forwards
cs: Ovládání_Classic Vpřed

source: Control_Classic Backwards
cs: Ovládání_Classic Vzad

source: Control_Classic Throttle Increase
cs: Ovládání_Classic Zvýšit tah

source: Control_Classic Throttle Decrease
cs: Ovládání_Classic Snížit tah

source: Control_Classic Throttle Zero
cs: Ovládání_Classic Vynulovat tah

source: Control_Classic Gear Up
cs: Ovládání_Classic Řazení nahoru

source: Control_Classic Gear Down
cs: Ovládání_Classic Řazení dolů

source: Control_Classic Train Brake Increase
cs: Ovládání_Classic Zabrzdit vlakovou brzdu

source: Control_Classic Train Brake Decrease
cs: Ovládání_Classic Odbrzdit vlakovou brzdu

source: Control_Classic Train Brake Zero
cs: Ovládání_Classic Vynulovat vlakovou brzdu

source: Control_Classic Engine Brake Increase
cs: Ovládání_Classic Zabrzdit přímočinnou brzdu

source: Control_Classic Engine Brake Decrease
cs: Ovládání_Classic Odbrzdit přímočinnou brzdu

source: Control_Classic Engine Brake Increase Alternative
cs: Ovládání_Classic Zabrzdit přímočinnou brzdu

source: Control_Classic Engine Brake Decrease Alternative
cs: Ovládání_Classic Odbrzdit přímočinnou brzdu

source: Control_Classic Brakeman Brake Increase
cs: Ovládání_Classic Zabrzdit vlakovou brzdu (brzdař)

source: Control_Classic Brakeman Brake Decrease
cs: Ovládání_Classic Odbrzdit vlakovou brzdu (brzdař)

source: Control_Classic Dynamic Brake Increase
cs: Ovládání_Classic Zabrzdit EDB

source: Control_Classic Dynamic Brake Decrease
cs: Ovládání_Classic Odbrzdit EDB

source: Control_Classic Bail Off
cs: Ovládání_Classic Odbržďovač

source: Control_Classic Initialize Brakes
cs: Ovládání_Classic Inicializace brzdového systému

source: Control_Classic Handbrake Full
cs: Ovládání_Classic Zabrzdit ruční brzdu

source: Control_Classic Handbrake None
cs: Ovládání_Classic Odbrzdit ruční brzdu

source: Control_Classic Odometer Show/Hide
cs: Ovládání_Classic Zobrazit/skrýt měřič ujeté vzdálenosti

source: Control_Classic Odometer Reset
cs: Ovládání_Classic Resetovat měřič ujeté vzdálenosti

source: Control_Classic Odometer Direction
cs: Ovládání_Classic Směr měřiče ujeté vzdálenosti

source: Control_Classic Retainers On
cs: Ovládání_Classic Přídržné ventily aktivní

source: Control_Classic Retainers Off
cs: Ovládání_Classic Přídržné ventily neaktivní

source: Control_Classic Brake Hose Connect
cs: Ovládání_Classic Spojit brzdové hadice

source: Control_Classic Brake Hose Disconnect
cs: Ovládání_Classic Rozpojit brzdové hadice

source: Control_Classic Alerter
cs: Ovládání_Classic Tlačítko bdělosti

source: Control_Classic Emergency Push Button
cs: Ovládání_Classic Tlačítko záchranné brzdy

source: Control_Classic Sander
cs: Ovládání_Classic Pískování

source: Control_Classic Sander Toggle
cs: Ovládání_Classic Pískování

source: Control_Classic Wiper
cs: Ovládání_Classic Stěrače

source: Control_Classic Horn
cs: Ovládání_Classic Houkačka

source: Control_Classic Bell
cs: Ovládání_Classic Píšťala

source: Control_Classic Bell Toggle
cs: Ovládání_Classic Píšťala

source: Control_Classic Door Left
cs: Ovládání_Classic Dveře levé

source: Control_Classic Door Right
cs: Ovládání_Classic Dveře pravé

source: Control_Classic Mirror
cs: Ovládání_Classic Zrcátka

source: Control_Classic Light
cs: Ovládání_Classic Osvětlení pultu

source: Control_Classic Flood Light
cs: Ovládání_Classic Osvětlení kabiny

source: Control_Classic Pantograph 1
cs: Ovládání_Classic Sběrač 1

source: Control_Classic Pantograph 2
cs: Ovládání_Classic Sběrač 2

source: Control_Classic Pantograph 3
cs: Ovládání_Classic Sběrač 3

source: Control_Classic Pantograph 4
cs: Ovládání_Classic Sběrač 4

source: Control_Classic Circuit Breaker Closing Order
cs: Ovládání_Classic Hlavní vypínač sepnout

source: Control_Classic Circuit Breaker Opening Order
cs: Ovládání_Classic Hlavní vypínač vypnout

source: Control_Classic Circuit Breaker Closing Authorization
cs: Ovládání_Classic Hlavní vypínač povolit sepnutí

source: Control_Classic Diesel Player
cs: Ovládání_Classic Start/Stop spalovacího motoru (hráč)

source: Control_Classic Diesel Helper
cs: Ovládání_Classic Start/Stop spalovacího motoru(ostatní)

source: Control_Classic Headlight Increase
cs: Ovládání_Classic Zapnout světla/reflektory

source: Control_Classic Headlight Decrease
cs: Ovládání_Classic Vypnout světla/reflektory

source: Control_Classic Injector 1 Increase
cs: Ovládání_Classic Přidat injektor 1

source: Control_Classic Injector 1 Decrease
cs: Ovládání_Classic Ubrat injektor 1

source: Control_Classic Injector 1
cs: Ovládání_Classic Injektor 1 zap/vyp

source: Control_Classic Injector 2 Increase
cs: Ovládání_Classic Přidat injektor 2

source: Control_Classic Injector 2 Decrease
cs: Ovládání_Classic Ubrat injektor 2

source: Control_Classic Injector 2
cs: Ovládání_Classic Injektor 2 zap/vyp

source: Control_Classic Blowdown Valve
cs: Ovládání_Classic Odkalovací ventily kotle

source: Control_Classic Blower Increase
cs: Ovládání_Classic Dmychavka přidat

source: Control_Classic Blower Decrease
cs: Ovládání_Classic Dmychavka ubrat

source: Control_Classic Steam Heat Increase
cs: Ovládání_Classic Parní topení přidat

source: Control_Classic Steam Heat Decrease
cs: Ovládání_Classic Parní topení ubrat

source: Control_Classic Damper Increase
cs: Ovládání_Classic Klapky roštu otevřít

source: Control_Classic Damper Decrease
cs: Ovládání_Classic Klapky roštu zavřít

source: Control_Classic Firebox Open
cs: Ovládání_Classic Otevřít ohniště

source: Control_Classic Firebox Close
cs: Ovládání_Classic Zavřít ohniště

source: Control_Classic Firing Rate Increase
cs: Ovládání_Classic Rychlot přikládání přidat

source: Control_Classic Firing Rate Decrease
cs: Ovládání_Classic Rychlost přikládání ubrat

source: Control_Classic Fire Shovel Full
cs: Ovládání_Classic Max. rychlost přikládání

source: Control_Classic Cylinder Cocks
cs: Ovládání_Classic Odvodňovací ventily válců

source: Control_Classic Large Ejector Increase
cs: Ovládání_Classic Hlavní ejektor přidat

source: Control_Classic Large Ejector Decrease
cs: Ovládání_Classic Hlavní ejektor ubrat

source: Control_Classic Small Ejector Increase
cs: Ovládání_Classic Pomocný ejektor přidat

source: Control_Classic Small Ejector Decrease
cs: Ovládání_Classic Pomocný ejektor ubrat

source: Control_Classic Vacuum Exhauster
cs: Ovládání_Classic Vývěva zap/vyp

source: Control_Classic Cylinder Compound
cs: Ovládání_Classic Sdružený válec zap/vyp

source: Control_Classic Firing
cs: Ovládání_Classic Přiložit jednu lopatu

source: Control_Classic Refill
cs: Ovládání_Classic Doplnit

source: Control_Classic Water Scoop
cs: Ovládání_Classic Naběrač vody spustit/zvednout

source: Control_Classic ImmediateRefill
cs: Ovládání_Classic Okamžité doplnění

source: Control_Classic Turntable Clockwise
cs: Ovládání_Classic Točna po směru hodinových ručiček

source: Control_Classic Turntable Counterclockwise
cs: Ovládání_Classic Točna proti směru hodinových ručiček

source: Control_Classic Cab Radio
cs: Ovládání_Classic Radiostanice zap/vyp

source: Control_Classic AI Fire On
cs: Ovládání_Classic AI topič zapnout

source: Control_Classic AI Fire Off
cs: Ovládání_Classic Ai topič vypnout

source: Control_Classic AI Fire Reset
cs: Ovládání_Classic Ai topič resetovat

source: Control_Classic Battery
cs: Ovládání_Classic Baterie zap/vyp

source: Control_CZSK Mirel Off
cs: Ovládání_CZSK Mirel kód vyp (pouze vývojáři)

source: Control_CZSK Mirel On
cs: Ovládání_CZSK Mirel kód vyp (pouze vývojáři)

source: Control_CZSK Speed Regulator Mode Increase
cs: Ovládání_CZSK ARR Režim řízení +

source: Control_CZSK Speed Regulator Mode Descrease
cs: Ovládání_CZSK ARR Režim řízení -

source: Control_CZSK Selected Speed Increase
cs: Ovládání_CZSK ARR požadovaná rychlost zvýšit

source: Control_CZSK Selected Speed Decrease
cs: Ovládání_CZSK ARR požadovaná rychlost snížit

source: Control_CZSK Speed Regulator Max Acceleration Increase
cs: Ovládání_CZSK ARR poměrný tah přidat

source: Control_CZSK Speed Regulator Max Acceleration Decrease
cs: Ovládání_CZSK ARR poměrný tah ubrat

source: Control_CZSK Number Of Axles Increase
cs: Ovládání_CZSK Počet náprav zvýšit

source: Control_CZSK Number Of Axles Decrease
cs: Ovládání_CZSK Počet náprav snížit

source: Control_CZSK Restricted Speed Zone Active
cs: Ovládání_CZSK Tlačítko KPJ

source: Control_CZSK Cruise Control Mode Increase
cs: Ovládání_CZSK ARR Režim jízdy +

source: Control_CZSK Cruise Control Mode Decrease
cs: Ovládání_CZSK ARR Režim jízdy -

source: Control_CZSK Confirm Selected Speed
cs: Ovládání_CZSK AFB potvrzení požadované rychlosti

source: Control_CZSK Train Type Change (Passenger/Cargo)
cs: Ovládání_CZSK ARR typ vlaku Os/N

source: Control_CZSK Select Speed 10 kph/mph
cs: Ovládání_CZSK Nastavit vp = 10 kph/mph

source: Control_CZSK Select Speed 20 kph/mph
cs: Ovládání_CZSK Nastavit vp = 20 kph/mph

source: Control_CZSK Select Speed 30 kph/mph
cs: Ovládání_CZSK Nastavit vp = 30 kph/mph

source: Control_CZSK Select Speed 40 kph/mph
cs: Ovládání_CZSK Nastavit vp = 40 kph/mph

source: Control_CZSK Select Speed 50 kph/mph
cs: Ovládání_CZSK Nastavit vp = 50 kph/mph

source: Control_CZSK Select Speed 60 kph/mph
cs: Ovládání_CZSK Nastavit vp = 60 kph/mph

source: Control_CZSK Select Speed 70 kph/mph
cs: Ovládání_CZSK Nastavit vp = 70 kph/mph

source: Control_CZSK Select Speed 80 kph/mph
cs: Ovládání_CZSK Nastavit vp = 80 kph/mph

source: Control_CZSK Select Speed 90 kph/mph
cs: Ovládání_CZSK Nastavit vp = 90 kph/mph

source: Control_CZSK Select Speed 100 kph/mph
cs: Ovládání_CZSK Nastavit vp = 100 kph/mph

source: Control_CZSK Select Speed 110 kph/mph
cs: Ovládání_CZSK Nastavit vp = 110 kph/mph

source: Control_CZSK Select Speed 120 kph/mph
cs: Ovládání_CZSK Nastavit vp = 120 kph/mph

source: Control_CZSK Select Speed 130 kph/mph
cs: Ovládání_CZSK Nastavit vp = 130 kph/mph

source: Control_CZSK Select Speed 140 kph/mph
cs: Ovládání_CZSK Nastavit vp = 140 kph/mph

source: Control_CZSK Select Speed 150 kph/mph
cs: Ovládání_CZSK Nastavit vp = 150 kph/mph

source: Control_CZSK Select Speed 160 kph/mph
cs: Ovládání_CZSK Nastavit vp = 160 kph/mph

source: Control_CZSK Select Speed 170 kph/mph
cs: Ovládání_CZSK Nastavit vp = 170 kph/mph

source: Control_CZSK Select Speed 180 kph/mph
cs: Ovládání_CZSK Nastavit vp = 180 kph/mph

source: Control_CZSK Select Speed 190 kph/mph
cs: Ovládání_CZSK Nastavit vp = 190 kph/mph

source: Control_CZSK Select Speed 200 kph/mph
cs: Ovládání_CZSK Nastavit vp = 200 kph/mph

source: Control_CZSK Mirel Key Plus
cs: Ovládání_CZSK Mirel klávesa +

source: Control_CZSK Mirel Key Minus
cs: Ovládání_CZSK Mirel klávesa -

source: Control_CZSK Mirel Key Enter
cs: Ovládání_CZSK Mirel klávesa Enter

source: Control_CZSK Cab Select Increase
cs: Ovládání_CZSK Výběr pultu +

source: Control_CZSK Cab Select Decrease
cs: Ovládání_CZSK Výběr pultu -

source: Control_CZSK Display Key Position
cs: Ovládání_CZSK Zobrazit pozici klíče pultu

source: Control_CZSK Change Key Position
cs: Ovládání_CZSK Změnit pozici klíče pultu

source: Control_CZSK HV2 1-system +
cs: Ovládání_CZSK HV2 1-system +

source: Control_CZSK HV3 2-system +
cs: Ovládání_CZSK HV3 2-system +

source: Control_CZSK HV3 2-system -
cs: Ovládání_CZSK HV3 2-system -

source: Control_CZSK HV4 2-system +
cs: Ovládání_CZSK HV4 2-system +

source: Control_CZSK HV4 2-system -
cs: Ovládání_CZSK HV4 2-system -

source: Control_CZSK HV5 2-system +
cs: Ovládání_CZSK HV5 2-system +

source: Control_CZSK HV5 2-system -
cs: Ovládání_CZSK HV5 2-system -

source: Control_CZSK Pantograph3 +
cs: Ovládání_CZSK Sběrač3 +

source: Control_CZSK Pantograph3 -
cs: Ovládání_CZSK Sběrač3 -

source: Control_CZSK Pantograph4 +
cs: Ovládání_CZSK Sběrač4 +

source: Control_CZSK Pantograph4 -
cs: Ovládání_CZSK Sběrač4 -

source: Control_CZSK Pantograph5 +
cs: Ovládání_CZSK Sběrač5 +

source: Control_CZSK Pantograph5 -
cs: Ovládání_CZSK Sběrač5 -

source: Control_CZSK Compressor I Combined +
cs: Ovládání_CZSK Kombiovladač kompresoru I +

source: Control_CZSK Compressor I Combined -
cs: Ovládání_CZSK Kombiovladač kompresoru I -

source: Control_CZSK Compressor II Combined +
cs: Ovládání_CZSK Kombiovladač kompresoru II +

source: Control_CZSK Compressor II Combined -
cs: Ovládání_CZSK Kombiovladač kompresoru II -

source: Control_CZSK AuxCompressor Off/On
cs: Ovládání_CZSK Pomocný kompresor zap/vyp

source: Control_CZSK Compressor I Mode Off/Auto
cs: Ovládání_CZSK Kompresor I Vyp/Auto

source: Control_CZSK Compressor II Mode Off/Auto
cs: Ovládání_CZSK Kompresor II Vyp/Auto

source: Control_CZSK Heating Off/On
cs: Ovládání_CZSK Elektrické topení vlaku zap/vyp

source: Control_CZSK Heating in Cab Off/On
cs: Ovládání_CZSK Topení stanoviště zap/vyp

source: Control_CZSK Locomotive PowerVoltage 25kV/both/3kV
cs: Ovládání_CZSK Přepnout systém lokomotivy 25kV/oba/3kV

source: Control_CZSK Quickrelease button
cs: Ovládání_CZSK Tlačítko vysokotlakého švihu

source: Control_CZSK Lowpressurerelease button
cs: Ovládání_CZSK Tlačítko nízkotlakého přebití

source: Control_CZSK Breakpower button
cs: Ovládání_CZSK Tlačítko vypnutí HV

source: Control_CZSK Diesel Controller +
cs: Ovládání_CZSK Diesel ovladač směru +

source: Control_CZSK Diesel Controller -
cs: Ovládání_CZSK Diesel ovladač směru -

source: Control_CZSK Diesel Controller In/Out
cs: Ovládání_CZSK Diesel Směrová páka vložit/vyjmout

source: Control_CZSK RDST Breaker
cs: Ovládání_CZSK Jistič radiostanice

source: Control_CZSK Lap button
cs: Ovládání_CZSK Tlačítko závěru

source: Control_CZSK Disabling EDB button
cs: Ovládání_CZSK Tlačítko deaktivace EDB

source: Control_CZSK Frontlight left white
cs: Ovládání_CZSK Přední levé bílé světlo

source: Control_CZSK Frontlight left red
cs: Ovládání_CZSK Přední levé červené světlo

source: Control_CZSK Frontlight right white
cs: Ovládání_CZSK Přední pravé bílé světlo

source: Control_CZSK Frontlight right red
cs: Ovládání_CZSK Přední pravé červené světlo

source: Control_CZSK Rearlight left white
cs: Ovládání_CZSK Zadní levé bílé světlo

source: Control_CZSK Rearlight left red
cs: Ovládání_CZSK Zadní levé červené světlo

source: Control_CZSK Rearlight right white
cs: Ovládání_CZSK Zadní pravé bílé světlo

source: Control_CZSK Rearlight right red
cs: Ovládání_CZSK Zadní pravé červené světlo

source: Control_CZSK Season heating switch
cs: Ovládání_CZSK Přepínač sezóny topení

source: Control_CZSK Mirer +
cs: Ovládání_CZSK Ovladač Mirer +

source: Control_CZSK Mirer -
cs: Ovládání_CZSK Ovladač Mirer -

source: Control_CZSK Powerkey +
cs: Ovládání_CZSK Spínač pultu +

source: Control_CZSK Powerkey -
cs: Ovládání_CZSK Spínač pultu -

source: Control_CZSK Ventilator +
cs: Ovládání_CZSK Ventilátor +

source: Control_CZSK Ventilator -
cs: Ovládání_CZSK Ventilátor -

source: Control_CZSK Automatic start-up button
cs: Ovládání_CZSK Tlačítko automatického rozjezdu

source: Control_CZSK Automatic start-up SpeedSelector +
cs: Ovládání_CZSK Přepínač cílové rychlosti automatického rozjezdu +

source: Control_CZSK Automatic start-up SpeedSelector -
cs: Ovládání_CZSK Přepínač cílové rychlosti automatického rozjezdu -

source: Control_CZSK Axle Counter +
cs: Ovládání_CZSK Počítadlo náprav +

source: Control_CZSK Axle Counter -
cs: Ovládání_CZSK Počítadlo náprav -

source: Control_CZSK Axle Counter Confirmer
cs: Ovládání_CZSK Počítadlo náprav potvrzení

source: Control_CZSK Axle Counter Restricted speed zone active button
cs: Ovládání_CZSK Tlačítko odpočtu pomalé jízdy

source: Control_CZSK Horn 2
cs: Ovládání_CZSK Houkačka 2

source: Control_CZSK Horn 1 + 2
cs: Ovládání_CZSK Houkačka 1 + 2

source: Control_CZSK Panto Activation +
cs: Ovládání_CZSK Aktivace pantografu +

source: Control_CZSK Panto Activation -
cs: Ovládání_CZSK Aktivace pantografu -

source: Control_CZSK Voltage Selection +
cs: Ovládání_CZSK Volba napětí +

source: Control_CZSK Voltage Selection -
cs: Ovládání_CZSK Volba napětí -

source: Control_CZSK HV3NA +
cs: Ovládání_CZSK HV3NA +

source: Control_CZSK HV3NA -
cs: Ovládání_CZSK HV3NA -

source: Control_CZSK Switch5Light +
cs: Ovládání_CZSK Volba zadních světel +

source: Control_CZSK Switch5Light -
cs: Ovládání_CZSK Volba zadních světel -

source: Control_CZSK Switch6Light +
cs: Ovládání_CZSK Volba předních světel +

source: Control_CZSK Switch6Light -
cs: Ovládání_CZSK Volba předních světel -

source: Control_CZSK ARR Confirm Button
cs: Ovládání_CZSK ARR Tlačítko potvrzení

source: Control_CZSK ARR DriveOut Button
cs: Ovládání_CZSK ARR Tlačítko výběhu

source: Control_CZSK ARR Parking Button
cs: Ovládání_CZSK ARR Tlačítko parkovací brzdy

source: Control_CZSK PlayerLoco Handbrake +
cs: Ovládání_CZSK Utahovat ruční brzdu lokomotivy

source: Control_CZSK PlayerLoco Handbrake -
cs: Ovládání_CZSK Povolovat ruční brzdu lokomotivy

source: Set Power Supply Station Location
cs: Nastavit lokaci napájecí stanice (pouze vývojáři)

source: Set Voltage 25k
cs: Nastavit napětí 25kV (pouze vývojáři)

source: Set Voltage 15k
cs: Nastavit napětí 15kV (pouze vývojáři)

source: Set Voltage 3k
cs: Nastavit napětí 3kV (pouze vývojáři)

source: Set Voltage 0
cs: Nastavit napětí 0kV (pouze vývojáři)

source: Set Delete Voltage Marker
cs: Smazat napěťový marker (pouze vývojáři)

source: Control_CZSK Reload World Object
cs: Ovládání_CZSK Znovunačtení objektů světa

source: Control_CZSK Reload Cab Object
cs: Ovládání_CZSK Znovunačtení objektů kabiny

source: Control_CZSK Reload Wire Object
cs: Ovládání_CZSK Znovunačtení trolejového vedení
