Repository: Icik81/OpenRails-CZ-SK
Catalog: Source/Locales/Menu/*.po
Languages: cs, hu

source: Show a legend of RailDriver board with button and lever description. Press cancel to close again.
cs: Zobrazit legendu s přiřazením tlačítek a pák ovladače RailDriver. Pro zavření stisknětě zrušit.

source: Click to change this button
cs: Klikněte pro změnu tohoto tlačítka

source: Remove all custom button assignments?
cs: Odstranit všechna vlastní nastavení tlačítek?

source: A listing of all Raildriver button assignments has been placed here:
cs: Všechna nastavení tlačítek Raildriver byla uložena zde:

source: Press any RailDriver button to Assign. Press Backspace to remove an assignment.
cs: Stiskněte libovolné tlačítko na RailDriver k přiřazení funkce. Backspace pro zrušení přiřazení.

source: Explore in Activity Mode
cs: Prozkoumat trasu v režimu aktivity

source: Explore Route
cs: Prozkoumat trasu
hu: Vonalbejárás

source: To prevent crashes and unexpected behaviour, Open Rails invalidates games saved from older versions if they fail to restore.
cs: OpenRails označí jako neplatné uložené pozice ze starších verzí programu, které při pokusu o načtení mohou způsobit pád programu.
hu: Az összeomlások és a váratlan működés elkerülése érdekében az Open Rails érvényteleníti a régi verziójú mentett állásokat, ha azok nem betölthetők.

source: Warning: Save {0} found from a route with an unexpected name: {1}.
cs: Upozornění: Uložená pozice {0} má neočekávaný název: {1}.
hu: Figyelmeztetés: A {0} mentés egy ismeretlen nevű pályához tartozik: {1}.

source: {0} of {1} saves for this route are no longer valid.
cs: {0} z {1} uložených pozic pro tuto trať již není platných.
hu: {1} mentésből {0} már érvénytelen ehhez a pályához.

source: Restoring from a save made by version {1} of {0} may be incompatible with current version {2}. Please do not report any problems that may result. Continue?
cs: Obnovení uložení {0} z verze {1} může být nekompatibilní se stávající verzí {2}. Prosím nehlašte žádné případné chyby. Pokračovat?
hu: Az {0} régebbi, {1} verziójából készített mentés visszatöltése inkompatibilis lehet a jelenlegi {2} verzióval. Kérünk, ne jelents semmilyen ebből fakadó problémát. Folytassuk?

source: The selected file contains Debrief Eval data. But Debrief Evaluation checkbox (Main menu) is unchecked. You cannot continue with the Evaluation on course. Continue?
cs: Vybraný soubor obsahuje hodnocení z jízdy. Ale volba Hodnocení po jízdě (Hlavní menu) není vybraná. Nemůžete proto pokračovat s hodnocením po jízdě. Pokračovat?

source: {0} invalid saves have been deleted.
cs: Bylo smazáno {0} neplatných uložených pozic.
hu: {0} érvénytelen mentés törölve

source: Resume
cs: Načíst
hu: Folytatás

source: Undelete
cs: Obnovit
hu: Visszaállítás

source: Delete all invalid saves
cs: Odstranit všechny neplatné uložené pozice
hu: Érvénytelen mentések törlése

source: Invalid saves
cs: Neplatné uložené pozice
hu: Érvénytelen mentések

source: Replay from previous save
cs: Nahrát poslední uloženou pozici
hu: Visszajátszás utolsó mentéstől

source: Replay from start
cs: Začít jízdu od začátku
hu: Visszajátszás az elejétől

source: Pause replay at end
cs: Na konci pozastavit záznam
hu: Visszajátszás végén szünet

source: Pause seconds before end:
cs: Pauza před koncem:
hu: Szünet hossza a befejezés előtt [s]:

source: Saved Games
cs: Uložené pozice
hu: Mentett játékok

source: File
cs: Soubor
hu: Fájl

source: Saved At
cs: Čas uložení
hu: Mentési időpont

source: Distance
cs: Vzdálenost
hu: Távolság

source: Tile
cs: Čtverec terénu
hu: Mező

source: Valid
cs: Platný
hu: Érvényesség

source: Eval
cs: Vyhodnocení

source: Deletes the currently selected save or saves.
cs: Odstraní aktuálně vybranou uloženou pozici/uložené pozice.
hu: A kiválasztott mentések törlése.

source: Restores all saves deleted in this session.
cs: Obnoví všechny uložené pozice smazané v této relaci.
hu: Az ebben a játékban törölt mentések visszaállítása

source: SplashWindow
cs: Načítací okno

source: Test all
cs: Testovat vše
hu: Mind tesztelése

source: Summary
cs: Souhrn
hu: Összegzés

source: Details
cs: Podrobnosti
hu: Részletek

source: Override user settings when running tests
cs: Přepsat uživatelské nastavení při spuštění testů
hu: Felhasználói beállítások felülírása a teszt közben

source: Clear sort
cs: Zrušit třídění
hu: Rendezés törlése

source: ToTest
cs: K testování

source: ActivityFilePath
cs: Cesta k souboru aktivity

source: DefaultSort
cs: Výchozí třídění

source: Tested
cs: Testováno
hu: Tesztelve

source: Passed
cs: V pořádku
hu: Teljesítve

source: Errors
cs: Chyby
hu: Hibák

source: Load
cs: Načíst
hu: Terhelés

source: Brake pipe charging rate (PSI/s)
cs: Rychlost plnění hlavního potrubí (PSI/s)

source: Graduated release air brakes
cs: Postupně odbrzditelné samočinné brzdy

source: Alerter in cab
cs: Alarm bdělosti v kabině

source: Control confirmations
cs: Info řádek potvrzení ovládání

source: Map window
cs: Okno s mapou

source: Enable webserver
cs: Povolit webserver

source: Run at 32 bit on Win64
cs: Spouštět v 32-bit na Win64
hu: 32 bites futtatás Win64es rendszeren

source: Overspeed monitor
cs: Monitor překročení rychlosti

source: Disable TCS scripts
cs: Deaktivovat TCS skripty

source: Other units
cs: Ostatní jednotky

source: Pressure unit
cs: Jednotka tlaku

source: Language
cs: Jazyk

source: Retainer valve on all cars
cs: Přídržný ventil na všech vozech

source: MultiSampling (Anti-Aliasing):
cs: Vyhlazování hran (Anti-Aliasing):

source: Simple controls and physics
cs: Zjednodušený model ovládání a fyziky
hu: Egyszerű irányítás és fizika

source: Updater
cs: Aktualizace
hu: Frissítés

source: Update mode:
cs: Způsob aktualizací:
hu: Frissítési mód:

source: Correct questionable braking parameters
cs: Opravit brzdné parametry u modelů laděných pro MSTS
hu: Megkérdőjelezhető fékparaméterek javítása

source: Default is 10%
cs: Výchozí je 10%
hu: 10% az alapértelmezett

source: Default is 130%
cs: Výchozí je 130%
hu: 130% az alapértelmezett

source: Server
hu: Kiszolgáló

source: kgf/cm²
hu: kp/cm²

source: Export
hu: Exportálás

source: Import/ export
hu: Importálás / Exportálás

source: Test
hu: Tesztelés
