Repository: Icik81/OpenRails-CZ-SK
Catalog: Source/Locales/Menu/*.po
Languages: cs, hu

source: Save Packs
cs: Uložené balíčky
hu: Mentési csomagok

source: All files
cs: Všechny soubory
hu: Minden fájl

source: Save Pack '{0}' imported successfully.
cs: Uložený balíček '{0}' úspěšně importován.
hu: A '{0}' csomag sikeresen importálva lett.

source: Save Pack '{0}' exported successfully.
cs: Uložený balíček '{0}' úspěšně exportován.
hu: A '{0}' csomag sikeresen exportálva lett.

source: Save Pack folder contains {0} save pack:
cs: Složka balíčku obsahuje {0} uložený soubor:
hu: A csomagkönyvtár {0} csomagot tartalmaz:

source: Open Save Packs folder
cs: Otevřít složku s uloženými balíčky
hu: Csomagkönyvtár megnyitása

source: Export to Save Pack
cs: Exportovat do balíčku uložených souborů
hu: Csomag exportálása

source: Import Save Pack
cs: Importovat balíček uložených souborů
hu: Csomag importálása

source: Import and export saved games
cs: Import a export uložených her
hu: Játékmentések importálása és exportálása

source: EditKey
cs: Upravit klávesu

source: Accept changes
cs: Použít změny
hu: Változások elfogadása

source: Cancel changes
cs: Zrušit změny
hu: Változások visszavonása

source: Press any key
cs: Stiskněte libovolnou klávesu
hu: Nyomj meg egy gombot

source: Reset to default
cs: Vrátit původní nastavení
hu: Alapbeállítás visszaállítása

source: Spring
cs: Jaro
hu: Tavasz

source: Summer
cs: Léto
hu: Nyár

source: Autumn
cs: Podzim
hu: Ősz

source: Winter
cs: Zima
hu: Tél

source: Clear
cs: Jasno
hu: Tiszta

source: Snow
cs: Sněžení
hu: Havas

source: Rain
cs: Déšť
hu: Esős

source: Easy
cs: Jednoduché
hu: Könnyű

source: Medium
cs: Střední
hu: Közepes

source: Hard
cs: Těžké
hu: Nehéz

source: Monday
cs: Pondělí
hu: Hétfő

source: Tuesday
cs: Úterý
hu: Kedd

source: Wednesday
cs: Středa
hu: Szerda

source: Thursday
cs: Čtvrtek
hu: Csütörtök

source: Friday
cs: Pátek
hu: Péntek

source: Saturday
cs: Sobota
hu: Szombat

source: Sunday
cs: Neděle
hu: Vasárnap

source: Cloudy
cs: Oblačno

source: Overcast
cs: Zataženo

source: Foggy day
cs: Mlha

source: Rain/snowing day
cs: Deštivý den/sněžení

source: Heavy rain/snow
cs: Silný déšť/sníh

source: Storm
cs: Průtrž mračen

source: Dynamic
cs: Dynamické

source: Update check failed
cs: Kontrola aktualizace selhala
hu: A frissítések ellenőrzése nem sikerült

source: User name must be 4-10 characters long, cannot contain space, ', " or - and must not start with a digit.
cs: Uživatelské jméno musí mít 4-10 znaků, nesmí obsahovat mezeru, ', " nebo - a nesmí začínat číslicí.
hu: A felhasználónévnek 4-10 karakter hosszúnak kell lennie, nem tartalmazhat szóközt, ', " vagy - jeleket, és nem szabad számmal kezdődnie.

source: Activity Briefing
cs: Informace k aktivitě
hu: Menetokmányok:

source: Update to {0}
cs: Aktualizovat na {0}
hu: Frissítés: {0}

source: The update check failed due to an error: {0}
cs: Kontrola aktualizace se nezdařila kvůli chybě: {0}
hu: A frissítések ellenőrzése nem sikerült a következő hiba miatt: {0}

source: The update failed due to an error: {0}
cs: Aktualizace se nezdařila kvůli chybě: {0}
hu: A frissítés nem sikerült a következő hiba miatt: {0}

source: Route: {0}
cs: Trať: {0}
hu: Pálya: {0}

source: Locomotive: {0}
cs: Lokomotiva: {0}
hu: Jármű: {0}

source: Activity: {0}
cs: Aktivita: {0}
hu: Szolgálat: {0}

source: Path: {0}
cs: Vlaková cesta: {0}
hu: Útvonal: {0}

source: Starting at: {0}
cs: Začátek trasy: {0}

source: Heading to: {0}
cs: Konec trasy: {0}

source: Timetable set: {0}
cs: Nast. jízdního řádu: {0}
hu: Menetrendi csomag: {0}

source: Timetable: {0}
cs: Jízdní řád: {0}
hu: Menetrend: {0}

source: Train: {0}
cs: Vlak: {0}
hu: Vonat: {0}

source: Consist: {0}
cs: Souprava: {0}
hu: Szerelvény: {0}

source: Windowed
cs: V okně
hu: Ablakban futás

source: Start
cs: Spustit
hu: Indítás

source: Logging
cs: Logování
hu: Naplózás

source: Options
cs: Nastavení
hu: Beállítások

source: Resume/ Replay...
cs: Pokračovat/ Přehrát...
hu: Folytatás, Visszajátszás

source: Tools ▼
cs: Nástroje ▼
hu: Eszközök ▼

source: Route:
cs: Trať:
hu: Pálya:

source: Host/port:
cs: IP adresa/port:
hu: Szerver/port:

source: User name:
cs: Uživ. jméno:
hu: Felhasználónév:

source: Multiplayer
cs: Síťová hra
hu: Többrésztvevős

source: Client
cs: Klient
hu: Résztvevő

source: Start MP
cs: Začít MP

source: Resume MP
cs: Nahrát MP

source: Singleplayer
cs: Jeden hráč
hu: Egyrésztvevős

source: Installation profile:
cs: Instalační profil:
hu: Telepítési profil:

source: Documents ▼
cs: Dokumenty ▼
hu: Dokumentunok ▼

source: Mode:
cs: Režim:
hu: Vezénylés:

source: Activity
cs: Aktivita
hu: Egyedi szolgálat

source: Timetable
cs: Jízdní řád
hu: Menetrend

source: Weather advanced:
cs: Pokročilé počasí:

source: Debrief evaluation:
cs: Hodnocení po jízdě:

source: Activity:
cs: Aktivita:
hu: Szolgálat:

source: Locomotive:
cs: Lokomotiva:
hu: Jármű:

source: Consist:
cs: Složení soupravy:
hu: Szerelvény:

source: Starting at:
cs: Začátek trasy:
hu: Szolgálatfelvételi hely:

source: Heading to:
cs: Konec trasy:
hu: Útirány:

source: Duration:
cs: Doba trvání:
hu: Időtartam:

source: Time:
cs: Čas:
hu: Kezdési idő:

source: Difficulty:
cs: Obtížnost:
hu: Nehézség:

source: Season:
cs: Období:
hu: Évszak:

source: Weather File:
cs: Soubor počasí:

source: Train:
cs: Vlak:
hu: Vonat:

source: Timetable:
cs: Jízdní řád:
hu: Menetrend:

source: Day:
cs: Den:
hu: Nap:

source: Weather:
cs: Počasí:
hu: Időjárás:

source: Timetable set:
cs: Nastavení jízdního řádu:
hu: Menetrendi csomag:

source: Testing
cs: Testovací
hu: Tesztelés

source: What's new?
cs: Co je nového?
hu: Újdonságok

source: Route
cs: Trať
hu: Pálya

source: Player's location
cs: Poloha hráče
hu: Játékos tartózkodási helye

source: Metric
cs: Metrický
hu: Metrikus

source: Imperial US
cs: Imperiální US
hu: Amerikai

source: Imperial UK
cs: Imperiální UK
hu: Angol

source: Automatic
cs: Automaticky
hu: Automatikus

source: psi
cs: libra/palec (psi)

source: inHg
cs: palec rtuti (inHg)

source: comma
cs: čárka
hu: vessző

source: semicolon
cs: středník
hu: pontosvessző

source: tab
cs: tabelátor
hu: tabulátor

source: space
cs: mezera
hu: szóköz

source: route
cs: trať
hu: pályafüggő

source: mph
cs: mil/h
hu: mf/ó

source: Time
cs: Čas
hu: Idő

source: Train Speed
cs: Rychlost vlaku
hu: Vonat sebessége

source: Max. Speed
cs: Max. rychlost
hu: Max. sebesség

source: Signal State
cs: Stav návěstidla
hu: Jelzőállás

source: Track Elevation
cs: Převýšení tratě
hu: Pályaemelkedés

source: Direction
cs: Směr
hu: Irány

source: Control Mode
cs: Režim řízení
hu: Irányítási mód

source: Distance Travelled
cs: Ujetá vzdálenost
hu: Megtett távolság

source: Throttle %
cs: Kontrolér výkonu %
hu: Menetszabályzó %

source: Brake Cyl Press
cs: Tlak brzd. válců
hu: Fékhengernyomás

source: Dyn Brake %
cs: EDB %
hu: Dinamikus fék %

source: Gear Setting
cs: Převodový stupeň
hu: Sebességfokozat

source: Stable (recommended)
cs: Stabilní (doporučeno)
hu: Stabil (javasolt)

source: Unstable
cs: Nestabilní
hu: Instabil

source: None
cs: Žádné
hu: Egyik sem

source: Infrequent updates to official, hand-picked versions. Recommended for most users.
cs: Nepravidelné aktualizace na oficiální, ručně vybrané verze. Doporučeno pro většinu uživatelů.
hu: Ritka frissítés a hivatalos, kiválasztott verziókhoz. Javasolt a legtöbb felhasználónak.

source: Weekly updates which may contain noticable defects. For project supporters.
cs: Týdenní aktualizace, které mohou obsahovat znatelné chyby. Pro příznivce projektu.
hu: Heti frissítés, amely tartalmazhat észrevehető hibákat. A projekt támogatóinak.

source: Daily updates which may contain serious defects. For developers only.
cs: Denní aktualizace, které mohou obsahovat závažné nedostatky. Pouze pro vývojáře.
hu: Napi frissítés, amely komoly hibákat tartalmazhat. Csak fejlesztőknek.

source: No updates.
cs: Neaktualizovat.
hu: Nincsenek frissítések.

source: Click to change this key
cs: Klikněte pro změnu klávesy
hu: Kattints ide a billentyű megváltoztatásához

source: Continue with conflicting key assignments?
cs: Zadána jedna kláv. zkratka pro více příkazů. Pokračovat?
hu: Folytassuk ütköző billentyűzethozzárendelésekkel?

source: Remove all custom key assignments?
cs: Odstranit všechna uživatelská nastavení?
hu: Töröljünk minden saját billentyűbeállítást?

source: A listing of all keyboard commands and keys has been placed here:
cs: Výpis všech příkazů zadávaných z klávesnice a kláves byl umístěn sem:
hu: A billentyűparancsok listája ide lett mentve:

source: No errors found.
cs: Nenalezeny žádné chyby.
hu: Nincsenek hibák.

source: Very easy
cs: Velmi snadné
hu: Nagyon könnyű

source: MSTS Compatible
cs: Kompatibilní s MSTS
hu: MSTS kompatibilis

source: Normal
cs: Normální
hu: Normális

source: Very Hard
cs: Velmi těžké
hu: Nagyon nehéz

source: Good luck!
cs: Hodně štěstí!
hu: Sok szerencsét!

source: Disabled
cs: Vypnuto

source: Select an installation profile (MSTS folder) to add:
cs: Vyberte instalační profil (MSTS složku), který chcete přidat:
hu: Hozzáadandó telepítési profil (MSTS könyvtár) kiválasztás:

source: {0:F0}° vertical FOV is the same as: {1:F0}° horizontal FOV on 4:3 {2:F0}° horizontal FOV on 16:9
cs: {0: F0}° vertikální zorné pole je totožné jako: {1: F0}° horizontální zorné pole na 4:3 {2: F0}° horizontální zorné pole na 16:9
hu: {0:F0}° függőleges képszög megfelel: {1:F0}° vízszintes képszögnek 4:3-ban {2:F0}° vízszintes képszögnek 16:9-ben

source: No detail (-{0}%)
cs: Bez detailů (-{0}%)
hu: Nincsenek részletek (-{0}%)

source: Less detail (-{0}%)
cs: Méně detailů (-{0}%)
hu: Kevesebb részlet (-{0}%)

source: Default detail (+{0}%)
cs: Výchozí detaily (+{0}%)
hu: Alap részletesség (+{0}%)

source: More detail (+{0}%)
cs: Více detailů (+{0}%)
hu: Több részlet (+{0}%)

source: All detail (+{0}%)
cs: Všechny detaily (+{0}%)
hu: Összes részlet (+{0}%)

source: SigCFG defined
cs: SigCFG definované

source: Route defined
cs: Definováno tratí

source: No sound
cs: Žádný zvuk

source: Lowest
cs: Nejnižší

source: Low
cs: Nízké

source: High
cs: Vysoké

source: Brake pipe charging rate (PSI/s)
cs: Rychlost plnění hlavního potrubí z hl. jímky (PSI/s)
hu: Főlégvezeték töltési sebessége [psi/s]

source: Cancel
cs: Storno
hu: Mégse

source: Alerter in cab
cs: Kontrola bdělosti v kabině
hu: Éberségjelző

source: Control confirmations
cs: Informační řádek s potvrzením ovládání
hu: Vezérlővisszajelzések

source: Map window
cs: Mapa v okně v dispečerské aplikaci

source: General
cs: Obecné
hu: Általános

source: Reduce memory usage
cs: Redukce paměťové zátěže (na slabších sestavách může pomoci)
hu: Memóriahasználat csökkentése

source: Save commands for replay
cs: Ukládat příkazy pro záznam simulace (může způsobit příliš velký soubor s uloženou hrou)
hu: Parancsok mentése kiértékeléshez

source: Port number
cs: Číslo portu
hu: Port száma

source: Enable webserver
cs: Aktivovat webserver (informace v prohlížeči o libovolném vlaku)
hu: Webserver engedélyezése

source: Disable TCS scripts
cs: Zakázat TCS skripty (deaktivuje vlakové zabezpečovače TCS)
hu: Vonatbefolyásoló szkriptek letiltása

source: Other units
cs: Ostatní jednotky
hu: Többi mértékegység

source: Pressure unit
cs: Jednotka tlaku
hu: Nyomás mértékegysége

source: Language
cs: Jazyk
hu: Nyelv

source: Also in external views
cs: Zvuk kontroly bdělosti i v externích pohledech
hu: Külső nézetben is

source: Audio
cs: Zvuk
hu: Hang

source: Sound for train depart:
cs: Zvuk při odbavení vlaku:

source: Generic sound for locos and wagons
cs: Generické zvuky pro lokomotivy a vozy

source: % external sound heard internally
cs: % hlasitosti externích zvuků v kabině
hu: °% külső hang hallható a vezetőálláson

source: % sound volume
cs: Hlasitost %
hu: % hangerősség

source: Sound detail level
cs: Úroveň detailů zvuků
hu: Hang részletessége

source: MSTS Bin compatible sound
cs: Zvuky kompatibilní s MSTS Bin
hu: MSTS Bin kompatibilis hang

source: Video
cs: Grafika
hu: Megjelenés

source: Level of detail bias:
cs: Úroveň vykreslení detailů:
hu: Bias részletességi szintje:

source: Extend object maximum viewing distance to horizon
cs: Zvětšit vzdálenost hranice vykreslování až k horizontu
hu: Objektumok láthatóságának kiterjesztése a láthatárig

source: Signal light glow
cs: Zesílení záře návěstidel
hu: Jelzőfény ragyogása

source: Shadows settings:
cs: Nastavení stínů:

source: Night signal lightglow:
cs: Noční záře návěstidel:

source: Day signal lightglow:
cs: Denní záře návěstidel:

source: View from the cabin compatible with MSTS / OR
cs: Výhled z kabiny kompatibilní s MSTS / OR

source: Anti-aliasing:
cs: Anti-aliasing: (vyhlazování hran)

source: Shadow for all shapes
cs: Stíny pro všechny objekty
hu: Árnyékok

source: Night Brightness:
cs: Jas okolního světla za noci:

source: Ambient daylight brightness:
cs: Jas okolního denního světla:
hu: Napközbeni környezet fényessége:

source: Viewing distance (km)
cs: Zobrazovaná vzdálenost (km)
hu: Látótávolság [km]

source: Distant mountains
cs: Zobrazení vzdálených hor
hu: Távoli hegyek

source: Viewing distance (m)
cs: Zobrazovací vzdálenost (m)
hu: Látótávolság [m]

source: Viewing vertical FOV
cs: Vertikální pohled FOV
hu: Látható függőleges képszög

source: % cab 2D stretch
cs: % roztažení 2D kabiny
hu: %-os vezetőállás-széthúzás

source: World object density
cs: Hustota objektů
hu: Objektumsűrűség

source: Dynamic shadows
cs: Dynamické stíny
hu: Dinamikus árnyékok

source: Video Advanced
cs: Grafika rozšířené

source: Window size (type WIDTHxHEIGHT for custom size)
cs: Velikost okna (formát ŠÍŘKAxVÝŠKA pro vlastní nastavení)

source: Double overhead wires
cs: Trolej s nosným lanem
hu: Kettős felsővezeték

source: Overhead wire
cs: Zobrazení troleje
hu: Felsővezeték

source: Model instancing
cs: Instance modelu
hu: Hardveres modellpéldány-kezelés

source: Vertical sync
cs: Vertikální synchronizace
hu: Függőleges képszinkronizáció

source: Fast full-screen alt-tab
cs: Rychlý full-screen pomocí alt-tab
hu: Gyors teljes képernyő Alt+Tab-bal

source: Glass on in-game windows
cs: Průhledná okna zpráv ve hře
hu: Üveg a játékbeli ablakokon

source: Show shape warnings
cs: Zobrazit varování při chybě u modelů
hu: Shape hibáinak naplózása

source: Load day/night textures only when needed
cs: Načítat denní/noční textury pouze v případě potřeby

source: MSTS environments
cs: Prostředí MSTS
hu: MSTS környezetek használata

source: Load DDS textures in preference to ACE
cs: Načtení DDS textury přednostně před ACE
hu: DDS textúrák betöltése ACE helyett

source: Simulation
cs: Simulace
hu: Szimuláció

source: Cars vibration
cs: Vibrace vozů

source: Adhesion factor random change:
cs: Náhodná změna faktoru adheze:
hu: Tapadás véletlenszerű változtatása:

source: Adhesion factor correction:
cs: Korekce meze adheze:
hu: Tapadási együttható finomhangolása:

source: Level:
cs: Úroveň:
hu: Szint:

source: Adhesion proportional to rain/snow/fog
cs: Adheze úměrná dešti/sněhu/mlze
hu: Tapadás az eső/hó/köd függvényében

source: Manual coupling
cs: Ruční spojování vozů

source: Retainer valve on all cars
cs: Přídržný brzdový ventil na všech vozech
hu: Légfékvisszatartó szelep minden kocsin

source: Cold Start (locomotive needs to be revived)
cs: Odstavená lokomotiva (je nutné manuální oživení)
hu: Szimuláció inditásánál teljesen kiüzemelt mozdony

source: Activity Options
cs: Možnosti aktivity

source: Maximum passengers percent
cs: Maximální počet cestujících v procentech

source: Minimum passengers percent
cs: Minimální počet cestujících v procentech

source: MSTS Activities Compatibility Mode
cs: MSTS aktivity kompatibilita

source: Location-linked passing path processing
cs: Alternativní cesta pro AI při obsazené koleji
hu: Állomásfüggő áthaladási vágányút használata

source: Open/close doors in AI trains
cs: Otevírat/Zavírat dveře u AI souprav

source: Forced red at station stops
cs: Vynutit signál Stůj! ve stanicích s definovaným zastavením
hu: Kényszerített vörös állomási megállásnál

source: Steam locomotive hot start
cs: Roztopená parní lokomotiva při startu
hu: Gőzmozdony felfűtött indulással

source: Curve dependent speed limit
cs: Rychlostní limit závislý na oblouku
hu: Ívfüggő megengedett sebesség

source: Curve dependent resistance
cs: Jízdní odpor závislý na oblouku
hu: Ívfüggő ellenállás

source: Tunnel dependent resistance
cs: Vliv tunelu na jízdní odpor
hu: Légellenállás alagútban

source: Wind dependent resistance
cs: Vliv větru na jízdní odpor

source: Override non-electrified route line-voltage
cs: Vnutit přítomnost trolej. napětí na neelektrifikované trati
hu: Villamosítatlan vonal vonali feszültségének felülírása

source: Adhesion moving average filter size
cs: Velikost filtru klouzavého průměru adheze
hu: Súrlódás mozgóátlag-szűrőjének mérete

source: Break couplers
cs: Povolit přetržení spřáhla
hu: Vonatszakadás

source: Advanced adhesion model
cs: Pokročilý model adheze
hu: Fejlett súrlódási modell használata

source: Keyboard
cs: Klávesnice
hu: Billentyűzet

source: Defaults
cs: Výchozí
hu: Visszaállítás

source: Check
cs: Kontrola
hu: Ellenőrzés

source: RailDriver
cs: Ovladač RailDriver

source: Calibration
cs: Kalibrace

source: Legend
cs: Legenda

source: Reverse Levers
cs: Otočit smysl pohybu pákových ovladačů

source: Full Range Throttle
cs: Plný rozsah výkonu

source: Reverse Independent Brake Direction
cs: Otočit smysl pohybu přímočinné brzdy

source: Reverse Auto Brake Direction
cs: Otočit smysl pohybu samočinné brzdy

source: Reverse Throttle Direction
cs: Otočit smysl pohybu výkonového kontroléru

source: Reverse Reverser Direction
cs: Otočit smysl pohybu směrové páky

source: Data logger
cs: Logování dat
hu: Adatrögzítés

source: Speed units
cs: Jednotky rychlosti
hu: Sebesség mértékegysége

source: Log miscellaneous data
cs: Logovat různé údaje
hu: Egyéb adatok rögzítése

source: Log performance data
cs: Logovat údaje výkonu/grafky
hu: Teljesítményadatok rögzítése

source: Start logging with the simulation start
cs: Spustit logování po začátku simulace
hu: Adatrögzítés indítása a szimuláció indulásakor

source: Separator
cs: Oddělovač
hu: Elválasztójel

source: Log physics data
cs: Logovat fyzikální data
hu: Fizikai adatok rögzítése

source: Log Steam performance data
cs: Logovat údaje o výkonu/grafice pro parní simulaci

source: Verbose ENG/WAG configuration messages
cs: Zapisovat ENG/WAG konfigurační zprávy do logu

source: Evaluation
cs: Hodnocení
hu: Kiértékelés

source: Interval (sec)
cs: Interval (sek)
hu: Időköz [s]

source: Log station stops
cs: Logovat zastávky/stanice
hu: Állomási megállások rögzítése

source: Log train speed
cs: Logovat rychlost vlaku
hu: Vonat sebességének rögzítése

source: Content
cs: Obsah
hu: Tartalom

source: Delete
cs: Smazat
hu: Törlés

source: Installation profile
cs: Instalační profil
hu: Telepítési hely

source: Change...
cs: Změnit...

source: Name:
cs: Název:
hu: Név:

source: Path:
cs: Vlaková cesta:
hu: Útvonal:

source: Add...
cs: Přidat...
hu: Hozzáadás...

source: Experimental
cs: Experimentální
hu: Kísérleti

source: Target frame rate
cs: Cílová obnovovací frekvence (FPS)
hu: Megcélzott képfrissítési fekvencia

source: Automatically tune settings to keep performance level
cs: Autom. upravit nastavení pro udržení zadaného FPS
hu: Beállítások auto-hangolása állandó teljesítményszinthez

source: Precipitation box length (m)
cs: Kvádr se zobrazením srážek - délka (m)
hu: Csapadékdoboz hossza (m)

source: Precipitation box width (m)
cs: Kvádr se zobrazením srážek - šířka (m)
hu: Csapadékdoboz szélessége (m)

source: Precipitation box height (m)
cs: Kvádr se zobrazením srážek - výška (m)
hu: Csapadékdoboz magassága (m)

source: Level
cs: Úroveň
hu: Szint

source: Activity weather randomization
cs: Náhodné počasí v aktivitě
hu: "Activity"ben az időjárás véletlenszerűsége

source: Activity randomization
cs: Náhodné události v aktivitě

source: ETCS circular speed gauge
cs: Kruhový rychloměr ETCS
hu: ETCS köralakú sebességmérő használata

source: Gauge (mm)
cs: Rozchod kolejí (mm)
hu: Nyomtáv [mm]

source: Minimum length (m)
cs: Minimální délka (m)
hu: Legkisebb hossz [m]

source: Experimental features that may slow down the game, use at your own risk.
cs: Experimentální funkce, které mohou zpomalit hru, použití na vlastní nebezpečí.
hu: Kísérleti lehetőségek, amik lassíthatják a játékot. Csak saját felelősségre.

source: Super-elevation
cs: Převýšení kolejnic v oblouku
hu: Ívtúlemelés

source: Override activity passenger count
cs: Přepsat počet cestujících při aktivitě

source: Use data logger to record your simulation data (in-game command: F12). Please remember that the size of the dump file grows with the simulation time!
cs: Použijte logování k uložení vašich dat (ve hře klávesou: F12). Uvědomte si, že velikost souboru výpisu roste s délkou času simulace!
hu: Az adatrögzítő a szimulációs adatok rögzítésére szolgál (játékbeli parancs: F12). Megjegyzendő, hogy a naplófájl mérete folyamatosan nő a játékidő teltével!

source: Installation profiles tell Open Rails where to look for game content. Add each full and mini-route MSTS installation.
cs: Instalační profily určují, kde se nacházíejvozidla a tratě pro Open Rails. Přidejte si další instalace tratí i minitratí z MSTS.
hu: A telepítési helyek megadásával megmondhatjuk az OpenRails-nek, merre keresse a hozzáadott tartalmat. Érdemes hozzáadni minden MSTS teljes és mini-pálya installálási helyet.

source: Name
cs: Název
hu: Név

source: Path
cs: Vlaková cesta
hu: Útvonal

source: Default is OR CZ/SK
cs: Výchozí je OR CZ/SK

source: Min 0 Max 100. Higher: louder sound
cs: Min 0 Max 100. Vyšší hodnota: hlasitější zvuk

source: Sound Volume 0-100
cs: Hlasitost zvuku 0-100
hu: Hangerősség 0-100

source: Default is 0%
cs: Výchozí je 0%
hu: 0% az alapértelmezett

source: Default is medium
cs: Výchozí je střední

source: Default is 50%
cs: Výchozí je 50%

source: Default is 25%
cs: Výchozí je 25%

source: Default is 2x MSAA
cs: Výchozí je 2x MSAA

source: Default is 20%
cs: Výchozí je 20%

source: Default is 100%
cs: Výchozí je 100%
hu: 100% az alapértelmezett

source: Distance to see mountains
cs: Vzdálenost viditelnosti hor
hu: Hegyek látótávolsága

source: Load the factory default key assignments.
cs: Načíst původní sadu klávesových zkratek.
hu: Billentyűzet visszaállítása az eredeti beállításokra.

source: Check for incorrect key assignments.
cs: Kontrola chybného přiřazení kláves.
hu: Helytelen billentyűhozzárendelés keresése.

source: Load the factory default button assignments.
cs: Načíst původní sadu klávesových zkratek.

source: Calibrate the lever position reading
cs: Kalibrace rozsahu pákového ovladače

source: Use the full range of the Throttle Lever. There will be no Auto Brake!
cs: Použij plný rozsah pro výkonový ovladač. Bude chybět rozsah pro ovlánání samočinné brzdy!

source: 0: no randomization, 1: moderate, 2: significant; 3: high (may be unrealistic)
cs: 0: bez náhodných událostí, 1: střední, 2: značné; 3: vysoké (může být nerealistické)

source: Shortest curve to have elevation
cs: Nejkratší oblouk s převýšením kolejnic
hu: A legrövidebb ív, ami még túlemelésre kerül

source: 0: no elevation, 1: 9cm max; 10: 18cm max
cs: 0: žádné, 1: 9cm max; 10: 18cm max
hu: 0: nincs; 1: max. 9 cm; 10: max. 18 cm

source: 0 to clip cab view, 100 to stretch it. For cab views that match the display, use 100.
cs: 0 pro pevný pohled, 100 pro natažený. Pokud poměr stran kabiny odpovídá poměru stran okna, zadejte 100.
hu: Levágáshoz 0, széthúzáshoz 100. Ha a vezetőfülkekép mérete megegyezik a képernyőével, 100 használandó.

source: Generate a listing of your keyboard assignments. The output is placed on your desktop.
cs: Uloží seznam všech klávesových zkratek do textového souboru. Soubor bude uložen na ploše Windows.
hu: Billentyűhozzárendelési lista létrehozása. A kimeneti fájl az asztalra kerül mentésre.
