Repository: Icik81/OpenRails-CZ-SK
Catalog: Source/Locales/Orts.Simulation/*.po
Languages: cs, hu

source: Trainbrake controller unlocked!
cs: Ovladač vlakové brzdy odemknut!

source: Position Light:
cs: Poziční světlo:

source: Dim Headlight:
cs: Tlumený reflektor:

source: Bright Headlight:
cs: Dálkový reflektor:

source: Car ID
cs: Vůz ID:

source: Helper connected
cs: Postrk připojen

source: Disabling EDB:
cs: Deaktivace EDB:

source: Position Forward
cs: Poloha Vpřed

source: Position D
cs: Poloha D

source: Position 0
cs: Poloha 0

source: Position Backward
cs: Poloha Vzad

source: Directional lever retracted
cs: Směrová páka vložena

source: Directional lever extended
cs: Směrová páka vyjmuta

source: Cab Object reloaded!
cs: Objekty kabiny nahrány!

source: Left red light
cs: Levé červené světlo

source: Both red lights
cs: Obě červená světla

source: Lights off
cs: Světla vypnuta

source: Left white light
cs: Levé bílé světlo

source: Both white lights
cs: Obě bílá světla

source: Right red light
cs: Pravé červené světlo

source: Right white light
cs: Pravé bílé světlo

source: Both white + center lights
cs: Obě bílá světla + prostřední

source: Season heating switched to Summer!
cs: Přepínač sezóny topení do polohy léto!

source: Season heating switched to Winter!
cs: Přepínač sezóny topení do polohy zima!

source: Traction:
cs: Trakce:

source: Controller
cs: Výkonový stupeň

source: Reverser
cs: Směrová páka

source: Automatic start-up
cs: Automatický rozjezd

source: Automatic start-up SpeedSelector set to
cs: Cílová rychlost automatického rozjezdu

source: Axle count:
cs: Počet náprav:

source: Axle counter mode
cs: Režim počítadla náprav

source: Axle counter confirmed!
cs: Počet náprav zadáno!

source: Setup
cs: Nastavení

source: Length of train:
cs: Délka vlaku:

source: Remaining:
cs: Zbývá:

source: Ventilator
cs: Ventilátor

source: Power system changed to 25kV.
cs: Systém napájení změněn na 25kV.
hu: Felsővezeték feszültsége 25kV-ra állítva

source: Power system changed to 3kV + 15kV + 25kV.
cs: Systém napájení změněn na 3kV + 15kV + 25kV.

source: Power system changed to 3kV.
cs: Systém napájení změněn na 3kV.
hu: Felsővezeték feszültsége 3kV-ra állítva

source: The marker has been deleted and marked for deletion in an external database.
cs: Marker byl vymazán a označen pro vymazání v externí databázi.

source: The power station is stored in an external database.
cs: Napaječka uložena do externí databáze.

source: Set
cs: Nastaveno

source: V and stored in an external database.
cs: V a uloženo do externí databáze.

source: Selected speed confirmed.
cs: Rychlost AFB byla potvrzena.

source: Refill: Loco must be moving forward.
cs: Doplnit: Lokomotiva musí popojet dopředu.

source: Refill: Loco speed must exceed {0} for water to enter tender.
cs: Doplnit: Rychlost lokomotivy musí být vyšší než {0}, aby se doplnila voda do tenderu.

source: Refill: Water supply now replenished.
cs: Doplnit: Voda byla doplněna.

source: Tender coal supply is empty. Your loco will fail.
cs: Zásoby uhlí v tenderu došly. Vaše lokomotiva selže.
hu: A szerkocsi szénkészlete kifogyott. A mozdony meg fog állni.

source: Tender water supply is empty. Your loco will fail.
cs: Zásoby vody v tenderu došly. Vaše lokomotiva selže.
hu: A szerkocsi vízkészlete kifogyott. A mozdony meg fog állni.

source: Fire has dropped too far. Your loco will fail.
cs: Ohniště příliš pohaslo. Vaše lokomotiva selže.
hu: A tűz túl kicsire esett össze. A mozdony meg fog állni.

source: FireMass is getting low. Your fireman will shovel faster, but don't wear him out.
cs: Ohniště vyhasíná. Topič musí přikládat rychleji, ale neunavte ho.
hu: A tűz túl kicsi. A fűtő gyorsabban fog lapátolni, de ne fáraszd ki őt!

source: FireMass is back within limits. Your fireman will shovel as per normal.
cs: Ohniště je opět v rámci limitů. Váš topič může přikládat běžným způsobem.
hu: A tűz mérete újra megfelelő határok között van. A fűtő normál tempóban fog lapátolni.

source: Grate limit exceeded - boiler heat rate cannot increase.
cs: Limit roštu překročen - nelze zvýšit tepelný výkon kotle.
hu: A rostély elérte a határait - kazánfűtés nem növelhető

source: Grate limit return to normal.
cs: Limit roštu - návrat k normálu.
hu: Újra a rostély határain belül

source: Water level dropped too far. Plug has fused and loco has failed.
cs: Hladina vody klesla příliš mnoho. Olovníky se roztavily a lokomotiva selhala.
hu: A vízszint túl alacsonyra esett vissza. A kazán kilágyult, és a mozdony meghibásodott.

source: Boiler overfull and priming.
cs: Kotel je přeplněn a propouští vodu do páry.
hu: A kazán túltöltődött, és a hengertérbe víz került.

source: Boiler no longer priming.
cs: Kotel již nepropouští vodu do páry.
hu: A vízszint ismét megfelelő.

source: Fixed gear
cs: Pevný převod
hu: Rögzített seb.fokozat

source: Steam usage
cs: Spotřeba páry
hu: Gőzfelhasználás

source: Boiler pressure
cs: Tlak kotle
hu: Kazánnyomás

source: Boiler water glass
cs: Hladina vody na vodoznaku

source: (safe range)
cs: (bezpečný rozsah)
hu: (biztonságos)

source: Boiler water level
cs: Hladina vody v kotli
hu: Kazánvízszint

source: (absolute)
cs: (absolutní)
hu: (abszolút)

source: Fire mass
cs: Výkon ohně
hu: Tűztömeg

source: Fire Heat Loss
cs: Ztráta tepla ohniště

source: Fuel levels
cs: Hladiny paliva
hu: Készletszintek

source: coal
cs: uhlí
hu: szén

source: water
cs: voda
hu: víz

source: Key Inputs
cs: Základní nastavení
hu: Fő bemenetek

source: Locomotive Type:
cs: Typ lokomotivy:
hu: Mozdonytípus:

source: Input:
cs: Vstup:
hu: Bemenet:

source: Evap
cs: Odpar
hu: Elgőz

source: Grate
cs: Rošt
hu: Rostély

source: Boiler
cs: Kotel
hu: Kazán

source: SuperHr
cs: PřehPáry
hu: Túlhev

source: FuelCal
cs: KvalPal
hu: Fűtőért

source: Adj:
cs: Přizp.:
hu: Továbbá:

source: CylEff
cs: ÚčiVál
hu: HengHatF

source: PortOpen
cs: OtevřVál
hu: HBeöml

source: Steam Production
cs: Tvorba páry
hu: Gőzfejlesztés

source: Boiler:
cs: Kotel:
hu: Kazán:

source: Mass
cs: Množst
hu: Tömeg

source: MaxOutp
cs: MaxVýst
hu: MaxTerm

source: BoilerEff
cs: ÚčiKotle
hu: KazHatF

source: Heat:
cs: Žár:
hu: Hő:

source: In
cs: Dovnitř
hu: Be

source: Out
cs: Ven
hu: Ki

source: Stored
cs: Uloženo
hu: Tárolt

source: Safety
cs: Bezpečný
hu: BiztSz

source: Temp:
cs: Teplota:
hu: Hőmérs:

source: Water
cs: Voda
hu: Víz

source: MaxSupH
cs: MaxPřdh
hu: TúlhMax

source: CurSupH
cs: SouPřdh
hu: TúlhPill

source: Steam Usage
cs: Spotřeba páry

source: Usage:
cs: Spotřeba:
hu: Felhaszn:

source: Cyl
cs: Válec
hu: Henger

source: Comprsr
cs: Kompres
hu: Légsűrítő

source: SafetyV
cs: BezpečV
hu: BiztSz

source: CylCock
cs: KohoVál
hu: HCsap

source: Stoker
cs: Přikladač

source: BlowD
cs: OdkalV

source: MaxSafe
cs: MaxBezp
hu: MaxBizt

source: Ejector
cs: Ejektor

source: CylValve:
cs: Píst:

source: Travel
cs: Cestovat

source: Cutoff
cs: Plnění
hu: Töltés

source: CylExh
cs: VýfVál
hu: HengNy

source: PressHP:
cs: TlakVys:
hu: NyomHP:

source: Chest
cs: ŠoupKom
hu: Kamra

source: Initial
cs: Výchozí
hu: Belép

source: Rel
cs: TlakVál

source: Back
cs: Zpět
hu: EllenNy

source: MEP
cs: StřEfTla
hu: PEffKöz

source: PressLP:
cs: TlakNíz:
hu: NyomLP:

source: Press:
cs: Tlak:
hu: Nyomás:

source: Status:
cs: Stav:
hu: Állapot:

source: Open
cs: Otevřít
hu: Nyitva

source: Closed
cs: Zavřeno
hu: Zárva

source: Plug
cs: BPoj
hu: OlvBizt

source: Yes
cs: Ano
hu: Igen

source: No
cs: Ne
hu: Nem

source: Prime
cs: Hlavní
hu: Áradás

source: Comp
cs: Komp
hu: Komp

source: Fireman
cs: Topič
hu: Fűtő

source: Fire:
cs: Spalov.:
hu: Tűz:

source: Ideal
cs: Ideální
hu: Ideális

source: Actual
cs: Skutečný
hu: Tényleges

source: MaxFireR
cs: MaxSpal
hu: MaxTüz

source: FeedRate
cs: RychlPřik
hu: Táplálás

source: BurnRate
cs: RychlHoř
hu: Égés

source: Combust
cs: Spalování
hu: Tüzelés

source: GrLimit
cs: RoLimit
hu: RostHat

source: MaxBurn
cs: MaxSpal

source: Injector:
cs: Injektor:
hu: Gőzsugár:

source: Temp1
cs: Tepl.1
hu: Hőm1

source: Temp2
cs: Tepl.2
hu: Hőm2

source: Tender:
cs: Tendr:
hu: Szerkocsi:

source: Coal
cs: Uhlí
hu: Szén

source: Steam
cs: Pára

source: CoalOut
cs: BezUhlí
hu: NincsSzn

source: WaterOut
cs: BezVody
hu: NincsVíz

source: FireOut
cs: BezOhně
hu: NincsTűz

source: Performance
cs: Výkonnost
hu: Teljesítmény

source: Power:
cs: Výkon:
hu: Teljesítm:

source: MaxInd
cs: MaxMěř
hu: MaxMért

source: Ind
cs: Měř
hu: Mért

source: Drawbar
cs: Tažná
hu: VonóRúd

source: Force:
cs: Síla:
hu: Erők:

source: TheorTE
cs: TeorTS
hu: ElmVont

source: StartTE
cs: StartTS
hu: KezdVnt

source: TE
cs: TS
hu: Vontat

source: Draw
cs: Tah
hu: Húz

source: CritSpeed
cs: KritRychl
hu: KritSeb

source: Move:
cs: Pohyb:
hu: Mozgás:

source: Piston
cs: Píst
hu: Dugattyú

source: DrvWhl
cs: HnaKol
hu: HajtKer

source: MF-Gear
cs: MF-Přev
hu: Erő/SFok

source: Slip Monitor
cs: Monitor prokluzu
hu: Csúszásfigyelés

source: Slip:
cs: Skluz:
hu: Csúszás:

source: Coeff
cs: Koef
hu: Együtth

source: Slip
cs: Prokluz
hu: Csúszás

source: WheelM
cs: HmotKola
hu: KerékTm

source: FoA
cs: SoučAdh
hu: SúrlTény

source: Sand:
cs: Písek:

source: Slip Debug
cs: Ladit prokluz

source: Speed:
cs: Rychlost:

source: Wheel:
cs: Kolo:

source: Sound Variables
cs: Zvukové proměnné

source: Ejector / Vacuum Pump
cs: ejektor/vývěva

source: Rate
cs: Rychlost

source: Input
cs: Vstup

source: Total
cs: Celkem

source: Gears can't be changed unless throttle is at zero.
cs: Nelze změnit převody, dokud kontrolér není na nule.
hu: Nem lehet sebességfokozatot váltani, csak ha a menetszabályzó le van zárva.

source: AI Fireman has started adding fuel to fire
cs: AI topič začal přikládat

source: AI Fireman has stopped adding fuel to fire
cs: AI topič přestal přikládat

source: AI Fireman has been reset
cs: AI topič resetován

# HUD
source: Power
cs: Výkon
hu: Teljstm

source: Starting unload
cs: Vykládka zahájena
hu: A kirakodás megkezdődött

source: opened
cs: otevřeno

source: closed
cs: zavřeno

source: Incompatible data
cs: Nekompatibilní údaje
hu: Inkompatibilis adat

source: Starting refill
cs: Začíná doplňovat
hu: A feltöltés megkezdődött

source: Preparing for unload
cs: Příprava k vyložení
hu: Kirakodás előkészítése

source: Tree leaves on track!
cs: Listí na kolejích!

source: You were travelling too fast for this curve, and have snapped a brake hose on Car
cs: Jedete do tohoto oblouku moc rychle. Došlo k přetržení hladic hlavního potrubí (náhražka modelace vykolejení).

source: Car ID:
cs: Vůz ID:

source: - experiencing braking force wheel skid.
cs: - je kvůli vysoké brzdící síle ve smyku.

source: You are travelling too fast for this curve. Slow down, your freight car {0} may be damaged. The recommended speed for this curve is {1}
cs: Jedete do tohoto oblouku příliš rychle!. Zpomalte, nebo dojde k poškození nákladního vozu č. {0}. Doporučená rychlost pro tento oblouk je: {1}

source: You are travelling too fast for this curve. Slow down, your passengers in car {0} are feeling uncomfortable. The recommended speed for this curve is {1}
cs: Jedete do tohoto oblouk příliš rychle. Zpomalte, cestující ve voze č. {0} jsou stresováni. Doporučená rychlost pro tento oblouk je: {1}

source: Speed regulator mode changed to
cs: Režim řízení změněn na:

source: Speed selector mode changed to
cs: Požadováná rychlost změněna na:

source: Speed regulator max acceleration percent changed to
cs: Max. procento omezení poměrného tahu nastaveno na:

source: Speed regulator max acceleration changed to
cs: Omezení poměrného tahu nastaveno na:

source: Selected speed changed to
cs: Požadovaná rychlost byla změněna na:
hu: A kiválasztott sebesség beállítva

source: Number of axles increased to
cs: Počet náprav zvýšen na:
hu: Tengelyek száma növelve

source: Number of axles decreased to
cs: Počet náprav snížen na:
hu: Tengelyek száma csökkentve

source: Speed restricted zone active.
cs: Pomalá jízda aktivní
hu: Sebességkorlátozás bekapcsolva

source: Speed restricted zone off.
cs: Konec pomalé jízdy
hu: Sebességkorlátozás kikapcsolva

source: Selected speed set to
cs: Rychlost nastavena na
hu: A kiválasztott sebesség

source: Empty
cs: Prázdný

source: Apply
cs: Zabrzděno
hu: Működtetés

source: Release
cs: Odbrzdit
hu: Töltés/Oldás

source: Pipe pressure change
cs: Změna tlaku v potrubí

source: Leakage
cs: Netěsnost
hu: Tömörtelenség

source: Volume mainres and pipes
cs: Objem hl.jímky a potrubí
hu: A főlégt.térfogata

source: Active
cs: Aktivní

source: Failure!
cs: Závada!
hu: Hiba!

source: Loaded
cs: Ložený

source: Braking
cs: Brždění

source: EP Brake position
cs: Brzdící poloha

source: Manual Brake
cs: Ruční brždění

source: Circuit breaker closing not authorized
cs: Sepnutí hlavního vypínače není povoleno!
hu: A főmegszakító bekapcsolása nem engedélyezett!

source: Starting
cs: Startuje

source: Stopping
cs: Zastavuje

source: Running
cs: Běží

source: Stopped
cs: Zastaven

source: The engine's wrecked!
cs: Spalovací motor je zadřený!
hu: A dízelmotor tönkrement!

source: The engine's damaged!
cs: Spalovací motor je poškozen!
hu: A dízelmotor károsodott!

source: The engine is overheating! Water temperature:
cs: Spalovací motor se přehřívá! Teplota vody:
hu: A dízelmotor túlmelegszik! Hűtővíz hőmérséklete:

source: The engine is overheating! Oil temperature:
cs: Spalovací motor se přehřívá! Teplota oleje:
hu: A dízelmotor túlmelegszik! Kenőolaj hőmérséklete:

# Engine
source: Stopped
cs: Spalovací motor zastaven
hu: Leállítva

# Engine
source: Starting
cs: Spalovací motor startuje
hu: Indul

# Engine
source: Running
cs: Spalovací motor běží
hu: Üzemben

# Engine
source: Stopping
cs: Spalovací motor stopuje
hu: Leáll

source: Held for connecting train :
cs: Držet pro připojení vlaku:
hu: Várakoztatás csatlakozó vonat miatt:

source: Waiting for train to attach :
cs: Čekání na vlak pro svěšení:

source: Waiting for transfer with train :
cs: Čekání na transfer s vlakem :

source: Waiting for train to arrive :
cs: Čekání na příjezd vlaku :

source: , backward
cs: , dozadu

source: , forward
cs: , dopředu

source: Train is ready to attach to :
cs: Vlak je připraven k připojení k :

source: Turntable is ready for access - allowed speed set to {0}
cs: Otočný stůl je připraven k přístupu - povolená rychlost nastavena na {0}

source: Auto
hu: Automatikus nyomásszabályozás

source: AC
hu: Váltakozófeszültség

source: DC
hu: Egyenfeszültség

# NonSteam
source: Reverser
hu: Irányváltó

# Steam
source: Reverser
hu: Vezérmű

source: To return to static train speed must be = 0
hu: Statikus vonattá való visszaalakításhoz a sebességnek nullának kell lennie

source: Rotation can't start: check throttle, speed, direction and control mode
hu: A fordítás nem kezdhető: ellenőrízni kell a menetszabályzót,a sebességet,az irányváltót,és az irányítási módot

source: Turntable starting rotation with train
hu: A fordítókorong elkezdi fordítani a mozdonyt

source: Turntable forward connected
hu: A fordítókorong elől csatlakoztatva

source: Turntable backward connected
hu: A fordítókorong hátul csatlakoztatva

source: Passenger boarding completed. You may depart now.
hu: Az utasok le- és felszállása befejeződött. A vonat indítható.

source: Passenger boarding completes in {0:D2}:{1:D2}
hu: Az utasok le- és felszállása {0:D2}:{1:D2} másodpercen belül befejeződik.

# Gear
source: N
hu: Üres

source: OK
hu: rendben

source: Power system changed to 3kV + 25kV.
hu: Felsővezeték feszültsége 3kV+25kV-ra állítva

source: Flue
hu: Füstgáz

source: Inj1
hu: Gőzsug1

source: Inj2
hu: Gőzsug2

source: Water(C)
hu: Víz(Komb)

source: Water(T)
hu: Víz(SzK)

source: Water(A)
hu: Víz(SSzK)

source: Boost
hu: GyLapát

source: Tang(c)
hu: TanForg

source: Tang(t)
hu: TanFutó

source: Static
hu: Statikus
