Repository: Icik81/OpenRails-CZ-SK
Catalog: Source/Locales/Orts.Simulation/*.po
Languages: cs, hu

source: Release position
cs: Odbrzďovací poloha

source: Highpressure release
cs: Vysokotlaký švih

source: Slow release
cs: Pomalé odbrždění

source: Driving position
cs: Jízdní poloha
hu: Menetállás

source: Apply position
cs: Brzdící poloha
hu: Fékezőállás

source: EPApply
cs: EP zabrzdit
hu: EP alkalmazása

source: Emergency
cs: Rychlobrzda
hu: Gyorsfék

source: Self Lap
cs: Držení

source: Service
cs: Brzdění
hu: Üzemben

source: Lap
cs: Závěr
hu: Fékhatárolás

source: Full braking
cs: Max. brzdný účinek

source: Cont. Service
cs: Trvalé nabržďování
hu: Folyamatos üzem

source: Full Service
cs: Max. brzdný účinek
hu: Teljes üzem

source: Minimum Reduction
cs: Minimální brzdný účinek
hu: Első fokozati fékezés

source: Hold
cs: Přidržet
hu: Középállás

source: Overcharge
cs: Přebití
hu: Túltöltés

source: Emergency Braking Push Button
cs: Tlačítko rychlobrzdy
hu: Vészfék ütőgomb

source: TCS Emergency Braking
cs: Rychlobrzda TCS
hu: Vészfékbeavatkozás

source: TCS Full Service Braking
cs: TCS plný brzdný účinek
hu: Vészfékbeavatkozás 1. szint - Teljes üzem

source: Vac. Cont. Service
cs: Sací brzda brzdění

source: Vac. Apply Cont. Service
cs: Sací brzda zabrzdit

source: Manual Braking
cs: Ruční brzdění brzdařem

source: Notch
cs: Stupeň
hu: Fokozat

source: EP Service
cs: EP brzdění

source: EP Full Service
cs: EP plný brzdný účinek

source: Slow service
cs: Pomalé nabrzďování

source: Lowpressure release
cs: Nízkotlaké přebití

source: Slow braking
cs: Pomalé brždění

# PowerSupply
source: Off
cs: Vyp
hu: Nincs

# PowerSupply
source: On ongoing
cs: Běží
hu: (Be)

# PowerSupply
source: On
cs: Zap
hu: Van

# Pantograph
source: Down
cs: Dole
hu: Lent

# Pantograph
source: Lowering
cs: Sklápění
hu: Le

# Pantograph
source: Raising
cs: Zvedání
hu: Fel

# Pantograph
source: Up
cs: Nahoře
hu: Fent

# CircuitBreaker
source: Open
cs: Rozepnut

# CircuitBreaker
source: Closing
cs: Spínání

# CircuitBreaker
source: Closed
cs: Sepnut

source: Connection to the server is lost, will play as single mode
cs: Připojení k serveru bylo ztraceno, pokračujeme v režimu jednoho hráče
hu: A kiszolgálóval való kapcsolat megszakadt, egyrésztvevős módban folytatódik a játék

source: Alt-E to gain control of your train
cs: Alt-E převzít řízení svého vlaku
hu: Alt+E -vel lehet visszavenni a vezérlést a vonat fölött

source: Dispatcher does not allow hand throw at this time
cs: Dispečer nemůže v tuto chvíli vyhazovat
hu: A forgalomirányító nem engedi a váltó kézi állítását pillanatnyilag

source: main route
cs: hlavní trať
hu: fővágány

source: side route
cs: vedlejší trať
hu: mellékvágány

source: You are the new dispatcher. Enjoy!
cs: Jste nový dispečer. Užijte si to!
hu: Te vagy az új forgalomirányító. Élvezd!

source: Name conflicted with people in the game, will play in single mode
cs: Toto jméno již někdo používá, pokračujeme v režimu jednoho hráče
hu: A név ütközik másik játékoséval, ezért egyrésztvevős módban folytatódik a játék.

source: You gained back the control of your train
cs: Získal jste opět kontrolu nad svým vlakem
hu: Visszakaptad a vezérlést a vonatod fölött.

source: Server quits, will play as single mode
cs: Server byl ukončen, pokračujeme v režimu jednoho hráče
hu: A szerver kilépett, egyrésztvevő üzemmódban folytatódik a játék.

source: Trains uncoupled, gain back control by Alt-E
cs: Vlak je rozpojen, získat nad ním kontrolu stiskem Alt-E
hu: A vonatok szétcsatolva, Alt+E -vel lehet visszavenni a vezérlést

source: Trains coupled, hit \ then Shift-? to release brakes
cs: Vlak je spojen, stiskněte \ a potom Shift-? pro uvolnění brzd
hu: A vonatok összecsatolva, nyomd meg a \-t, majd a Shift+? -t a fékek oldásához.

source: You are an assistant now, will be able to handle switches and signals.
cs: Nyní jste asistent, můžete přehazovat výhybky a návěstidla.
hu: Mostantól alirányító vagy, képes leszel kezelni a váltókat és jelzőket.

source: You are no longer an assistant.
cs: Již nejste asistent.
hu: Nem vagy többé alirányító

source: Switched, current route is {0}
cs: Přehozeno, aktuální trasa je {0}
hu: Átváltva, a beállított vágány a {0}

source: New dispatcher is {0}
cs: Nový dispečer je {0}
hu: Az új irányító {0}

source: {0} quit.
cs: {0} ukončeno.
hu: {0} kilépett.

source: {0} lost.
cs: {0} bylo ztraceno.
hu: {0} elveszett.

source: From {0}: {1}
cs: Z {0}: {1}
hu: Feladó {0}: {1}

source: Missing car, have substituted with other one.
cs: Chybějící vozidlo, bylo nahrazeno jiným.
hu: Hiányzó kocsi, helyettesítve egy másikkal.

source: Cannot decouple: train has {0} player, need to completely stop.
cs: Nelze rozpojit: vlak má {0} hráče, je třeba úplně zastavit.
hu: Nem lehet szétcsatolni: a vonatnak {0} vezetője van, teljesen meg kell állítani.

source: People are waiting for the door to open…
cs: Lidé čekají na otevření dveří...
hu: Az utasok az ajtónyitás engedélyezésére várnak

source: Waiting for passengers to unboard....
cs: Čeká se na výstup cestujících....

source: Waiting for passengers to board....
cs: Čeká se na nástup cestujících....
hu: Várakozás az utasok beszállására

source: Clear to go!
cs: Volno k odjezdu!
hu: Indulhat

source: Waiting for the permission....
cs: Čeká se na povolení výpravčího....
hu: Engedélyre vár

source: Passenger boarding completed. Waiting for signal ahead to clear.
cs: Nástup cestujících dokončen. Čekáme na návěst volno před vlakem.
hu: Az utasok le- és felszállása befejeződött. Várakozás szabad kijáratra.

source: We're in position to detach the wagons!
cs: Jsme na místě, můžeme odpojit vozy!

source: Precise stop required!
cs: Přesné zastavení vyžadováno!

source: We're here, we can stop!
cs: Jsme na místě, můžeme zastavit!

source: Time to departure: {0:D2}:{1:D2}
cs: Čas do odjezdu: {0:D2}:{1:D2}

source: None
cs: Není
hu: Nincs

source: Information
cs: Informace
hu: Tájékoztatás

source: Warning
cs: Varování
hu: Figyelmeztetés

source: Error
cs: Chyba
hu: Hiba

source: MSG
cs: Zpráva
hu: Üzenet

source: <none>
cs: <není>
hu: <nincs>

source: reverse
cs: dozadu
hu: hátramenet

source: neutral
cs: neutrál
hu: semleges állás

source: forward
cs: dopředu
hu: előremenet

source: locked. Close throttle, stop train then re-try.
cs: zablokován. Kontrolér dejte do nulové polohy, zastavte vlak a opakujte.
hu: letiltva. Előbb zárd le a menetszabályzót és állítsd meg a vonatot.

source: Throttle
cs: Kontrolér
hu: Menetszabályzó

source: close
cs: zavřít
hu: zárás

source: open
cs: otevřít
hu: nyitás

source: locked. Release dynamic brake then re-try.
cs: zablokován. Vypněte dynamickou brzdu a opakujte.
hu: letiltva. Előbb kapcsold ki a dinamikus féket.

source: Wheel-slip
cs: Prokluz kol
hu: Kerékmegperdülés

source: over
cs: ukončen
hu: vége

source: occurring. Tractive power greatly reduced.
cs: náprav. Tažnou/brzdnou sílu nelze přenést na kolejnice.
hu: folyamatban. A vonóerő nagymértékben lecsökkent.

source: warning
cs: upozornění
hu: figyelmeztetőjel

source: Power
cs: Hlavní pohony
hu: Főmegszakító

source: off
cs: vypnuto
hu: ki

source: on
cs: zapnuto
hu: be

source: Pantograph 1
cs: Sběrač 1
hu: 1-es áramszedő

source: lower
cs: stáhnout
hu: le

source: raise
cs: zvednout
hu: fel

source: Pantograph 2
cs: Sběrač 2
hu: 2-es áramszedő

source: Pantograph 3
cs: Sběrač 3

source: Pantograph 4
cs: Sběrač 4

source: Circuit breaker
cs: Hlavní vypínač
hu: Főmegszakító

source: Circuit breaker closing authorization
cs: Hlavní vpyípnač odblokování
hu: Főmegszakító bekapcsolásának engedélyezése

source: remove
cs: odebrat

source: Player Diesel Power
cs: Start/stop dieselu hráče
hu: Vonógép dízelmotor

source: locked. Close throttle then re-try.
cs: zablokován. Kontrolér dejte do nulové polohy a opakujte.
hu: indítás/leállítás letiltva. Előbb zárd le a menetszabályzót.

source: Helper Diesel Power
cs: Start/stop dieselu ostatních
hu: Segédgép dízelmotor

source: Diesel Tank
cs: Palivová nádrž
hu: Dízel üzemanyagtartály

source: re-fueled
cs: doplněna
hu: újratöltve

source: level
cs: hladina
hu: szintje

source: Boiler Water Tank
cs: Vodní nádrž pro kotel

source: Regulator
cs: Regulátor
hu: Töltésszabályzó

source: Injector 1
cs: Injektor 1
hu: Baloldali gőzsugárszivattyú

source: Injector 2
cs: Injektor 2
hu: Jobboldali gőzsugárszivattyú

source: Blowdown Valve
cs: Odkalovací ventil

source: Blower
cs: Dmychavka
hu: Segédfúvó

source: decrease
cs: ubrat
hu: csökkentés

source: increase
cs: přidat
hu: növelés

source: SteamHeat
cs: Parní topení
hu: Gőzfűtés

source: Damper
cs: Klapky roštu
hu: Légcsappantyú

source: Firebox Door
cs: Dveře topeniště
hu: Tűzszekrényajtó

source: Firing Rate
cs: Rychlost přikládání
hu: Tüzelőanyag-adagolás

source: Manual Firing
cs: Ruční přikládání
hu: Kézi tüzelés

source: Fire
cs: Masa ohně
hu: Tűz

source: add shovel-full
cs: přiložit plnou lopatu
hu: egy egész lapát szén rádobása

source: Cylinder Cocks
cs: Odvodňovací kohouty válců
hu: Hengercsapok

source: Cylinder Compound
cs: Sdružený válec
hu: Gőzhenger Kompaund

source: LargeEjector
cs: Hlavní ejektor

source: SmallEjector
cs: Pomocný ejektor

source: VacuumExhauster
cs: Vývěva

source: normal
cs: normální

source: fast
cs: rychle

source: Tender
cs: Tendr
hu: Szerkocsi

source: Coal re-filled
cs: Uhlí doplněno
hu: szénkészlet újratöltve

source: Coal level
cs: Množství uhlí
hu: szénmennyiség

source: Water re-filled
cs: Voda doplněna
hu: vízkészlet újratöltve

source: Water level
cs: Hladina vody
hu: vízszint

source: Water Scoop
cs: Naběrač vody

source: up
cs: zvednout
hu: fel

source: down
cs: spustit
hu: le

source: Train Brake
cs: samočinná brzda
hu: Átmenőfék

source: release
cs: odbrzdit
hu: oldás

source: apply
cs: zabrzdit
hu: alkalmazás

source: Engine Brake
cs: Přimočinná brzda
hu: Kiegészítő fék

source: Brakeman Brake
cs: Brzdař - manuální brzdění

source: Dynamic Brake
cs: EDB
hu: Dinamikus fék

source: setup
cs: sestavování
hu: beállítás

source: Emergency Brake
cs: Rychlobrzda
hu: Gyorsfék

source: Bail Off
cs: Odbrzďovač
hu: Fékoldás

source: disengage
cs: neaktivní
hu: befejezve

source: engage
cs: aktivní
hu: folyamatban

source: Brakes
cs: Brzdy
hu: Fékek

source: initialize
cs: inicializovat
hu: üzembe helyezés

source: cannot initialize. Stop train then re-try.
cs: nemohou být inicializovány za jízdy. Zastavte vlak a opakujte.
hu: nem üzembehelyezhetők. Előbb állítsd meg a vonatot.

source: Handbrake
cs: Ruční brzda
hu: Kézifék

source: none
cs: není
hu: ki

source: full
cs: plně zatažena
hu: teljes üzem

source: Retainers
cs: Přídržné ventily
hu: Visszatartó szelepek

source: Exhaust
cs: Výfuk
hu: Kiiktatva

source: High Pressure
cs: Vysoký tlak
hu: Magas nyomáson tartás

source: Low Pressure
cs: Nízký tlak
hu: Alacsony nyomáson tartás

source: Slow Direct
cs: Pomalu odbrzdit
hu: Elnyújtott kiömlés

source: Brake Hose
cs: Brzdové hadice
hu: Légvezetékek

source: disconnect
cs: rozpojeno
hu: szétkötés

source: connect
cs: spojeno
hu: csatlakoztatás

source: Quick Release
cs: Švih
hu: Gyorsoldás

source: Sander
cs: Pískovač
hu: Homokoló

source: Alerter
cs: Požadavek potvrzení bdělosti
hu: Éberségjelzés

source: acknowledge
cs: Bdělost potvrzena
hu: törölve

source: Horn
cs: Houkačka
hu: Kürt

source: Whistle
cs: Píšťala
hu: Mozdonysíp

source: blow
cs: píská
hu: megszólaltatás

source: Bell
cs: Píšťala
hu: Harang

source: ring
cs: píská
hu: megszólaltatás

source: Headlight
cs: Světla
hu: Homlokfény

source: dim
cs: tlumená
hu: tompított

source: bright
cs: dálková
hu: távolsági

source: Cab Light
cs: Osvětlení pultu
hu: Vezérállás világítása

source: Wipers
cs: Stěrače
hu: Ablaktörlő

source: Cab
cs: Kabina
hu: Vezérállás

source: changing is not available
cs: změna není možná
hu: váltás nem lehetséges

source: changing disabled. Close throttle, set reverser to neutral, stop train then re-try.
cs: - změna je zablokována. Kontrolér dejte do nulové polohy, nastavte reverser na neutrál, zastavte vlak a opakujte.
hu: váltás letiltva. Előbb zárd le a menetszabályzót, az irányváltót tedd üresbe és állítsd meg a vonatot.

source: Odometer
cs: Ujetá vzdálenost
hu: Útmérő

source: Battery
cs: Baterie
hu: Akkumulátor

source: PowerKey
cs: Spínač pultu

source: Doors Left
cs: Levé dveře
hu: Baloldali ajtók

source: Doors Right
cs: Pravé dveře
hu: Jobboldali ajtók

source: Mirror
cs: Zrcátko
hu: Tükrök

source: retract
cs: zasunout
hu: behajtás

source: extend
cs: vysunout
hu: kihajtás

source: Switch Ahead
cs: Výhybka vpředu
hu: Vágányútállítás a vonat előtt

source: locked. Use Control+M to change signals to manual mode then re-try.
cs: zamknutá. Zkratkou Control+M změňte režim na manuální a opakujte.
hu: letiltva. Előbb nyomj <Ctrl+M>-et a kézi forgalomirányításra váltáshoz.

source: Switch Behind
cs: Výhybka vzadu
hu: Vágányútállítás a vonat mögött

source: Simulation Speed
cs: Rychlost simulace
hu: Időgyorsítás

source: reset
cs: resetovat
hu: alaphelyzetbe állítás

source: Uncouple After
cs: Odpojit za
hu: Szétcsatolás hátul

source: Activity
cs: Aktivita
hu: Szolgálat

source: quit
cs: ukončit
hu: befejezés

source: resume
cs: obnovit
hu: folytatás

source: Replay
cs: Přehrát
hu: Visszajátszás

source: Overriding camera replay. Press Escape to resume camera replay.
cs: Záznam změny kamery je ignorován. Stiskněte Escape pro obnovení záznamu.
hu: Kameranézet visszajátszásának felülbírálása. Nyomd meg az <Escape>-et a visszatéréshez.

source: Gearbox
cs: Převodovka
hu: Sebességváltó

source: locked. Use shaft before changing gear.
cs: zamčeno. Použijte spojku před změnou převodu.
hu: lezárva. Használd a tengelykapcsolót sebességváltás előtt.

source: Signal mode
cs: Režim návěstidel
hu: Forgalomirányítás

source: manual
cs: ruční
hu: kézi

source: auto
cs: automatický
hu: központi

source: locked. Stop train, then re-try.
cs: zamčen. Zastavte vlak a opakujte.
hu: váltás letiltva. Előbb állítsd meg a vonatot.

source: Wagon
cs: Vagón
hu: Vagon

source: Wagon fully unloaded
cs: Vagón prázdný
hu: A vagon teljesen kirakodva

source: Wagon fully loaded
cs: Vagón plně naložený
hu: A vagon teljesen berakodva

source: Freight load
cs: Naložení nákladu
hu: Árurakodás

source: Cab Radio
cs: Radiostanice
hu: Vezetőállás rádió

source: AuxCompressor
cs: Pomocný kompresor

source: Compressor I
cs: Kompresor I

source: Compressor II
cs: Kompresor II

source: Heating
cs: Topení vlaku

source: Heating in Cab
cs: Topení stanoviště
hu: Vezetőállás fűtés

source: Change Voltage System
cs: Přepnutí napěťového systému
hu: Feszültségrendszer váltása

source: Voltage Change to
cs: Napětí v soustavě změněno
hu: Feszültség beállítva

source: Highpressure Release
cs: Vysokotlaký švih

source: Lowpressure Release
cs: Nízkotlaké přebití

source: Powerbreaker
cs: Vypnutí HV
hu: Vészütőgomb

source: Full Cablight
cs: Osvětlení kabiny

source: RDST
cs: Jistič radiostanice

source: Lap Button
cs: Tlačítko závěru

source: Frontlight white left
cs: Přední levé bílé světlo

source: Frontlight red left
cs: Přední levé červené světlo

source: Frontlight white right
cs: Přední pravé bílé světlo

source: Frontlight red right
cs: Přední pravé červené světlo

source: Rearlight white left
cs: Zadní levé bílé světlo

source: Rearlight red left
cs: Zadní levé červené světlo

source: Rearlight white right
cs: Zadní pravé bílé světlo

source: Rearlight red right
cs: Zadní pravé červené světlo

source: Automatic start-up button
cs: Tlačítko automatického rozjezdu

source: Horn 2
cs: Houkačka 2

source: Horn 1+2
cs: Houkačka 1+2

source: {0} to {1:0}%
cs: {0} na {1:0}%
hu: {0} {1:0}%-ra

# Alerter
source: sound
cs: Požadováno potvrzení
hu: megszólalt

# Horn
source: sound
cs: houká
hu: meszólaltatás

# Cab
source: change
cs: změnit
hu: váltás megtörtént

# Odometer
source: reset
cs: resetovat
hu: nullázva

# Odometer
source: counting down
cs: odečítá
hu: előre számlálás

# Odometer
source: counting up
cs: přičítá
hu: visszafelé számlálás

# Switch
source: change
cs: přehodit

# Horn 2
source: sound
cs: houká

# Horn 1+2
source: sound
cs: houká

source: Train can't be suspended with speed not equal 0
cs: Vlak nemůže být suspendován, pokud rychlost není 0
hu: A vonat nem hagyható el nullánál nagyobb sebességnél

source: Player train has been included into train {0} service {1}, that automatically becomes the new player train
cs: Vlak hráče byl zařazen do vlaku {0} služba {1}, tím se automaticky stává novým vlakem hráče
hu: A vezetett vonat hozzá lett csatolva ehhez a {0}. sz. vonat {1} szervízhez. Ez lesz automatikusan az új vezetett vonat

source: turntable
cs: točna

source: transfertable
cs: přesuvna

source: Train partially on turntable, can't rotate
cs: Vlak částečně mimo točnu, točna se nemůže pohnout

source: Join success: Train {0} service {1} has been incorporated into train {2} service {3}
cs: Úspěšné spojení: Vlak {0} služba {1} byl začleněno do vlaku {2} služba {3}
hu: Sikeres összecsatolás: {0}. sz. vonat {1} szerviz hozzá lett csatolva a {2}. sz. vonat {3} szervízhez

source: Coupler broken!
cs: Spřáhlo se přetrhlo!
hu: Vonatszakadás!

source: Coupler overloaded!
cs: Spřáhlo je přetížené!
hu: A kapcsoló túlterhelt!

source: The steam usage has exceeded the capacity of the steam boiler. Steam boiler locked out.
cs: Spotřeba páry přesahuje kapacitu kotle. Kotel začne ztrácet tlak.

source: Other train is blocking path
cs: Jiný vlak blokuje cestu
hu: Másik vonat foglalja a vágányt

source: Stopped due to errors in route setting
cs: Zastaveno kvůli chybám v nastavení tratě
hu: Pályával kapcsolatos hiba miatt megállítva

source: No signal in train's path
cs: Ve vlakové cestě není návěstidlo
hu: Nincs jelző a vonat vágányútján

source: Next signal already allocated to other train
cs: Následující návěstidlo je vyhrazeno pro jiný vlak
hu: A következő jelző már másik vonatnak lett beállítve

source: Request to clear signal cannot be processed
cs: Požadavek na návěst "volno" nemůže být zpracován
hu: A kérelem a jelző szabaddá tételére nem értelmezhető

source: No switch found
cs: Výhybka nenalezena
hu: Nem található váltó

source: You cannot enter manual mode when autopiloted
cs: Nelze přepnout do manuálního režimu, pokud je používán autopilot
hu: Nem lehet helyi forgalomirányításra váltani robotpilótával.

source: You cannot use this command for pathless trains
cs: Příkaz se nemůže provést pro vlak bez cesty
hu: Ez a parancs nem használható útvonal nélküli vonatokhoz

source: Train is not back on original route
cs: Vlak není zpět na původní trase
hu: A vonat még nem tért vissza az eredeti útvonalára

source: Original route is reverse from present direction, stop train before switching
cs: Původní trasa je určena pro opačný směr. Před změnou směru zastavte.
hu: Az eredeti útvonal az ellenkező irányba vezet, állítsd meg a vonatot a váltás előtt

source: Cannot change to Manual Mode while in Explorer Mode
cs: Nelze přejít do ručního režimu v režimu Prohlížení tratě
hu: Nem lehet helyi forgalomirányításra váltani vonalbejárás közben

source: Reversal required and rear of train not on required route
cs: Je nutná změna směru - přední část vlaku je mimo původní trasu
hu: Visszafogás lenne szükséges, de a vonat vége nincs a megfelelő vágányúton

source: Cannot clear signal behind train while in AUTO mode
cs: V AUTO režimu není možné žádat o volnou cestu za vlakem
hu: Nem lehet a vonat mögötti jelzőt szabaddá tenni központi forgalomirányítás felügyelete alatt

source: Passenger got out of the train
cs: Vystoupil cestující
hu: Az utasok kiszálltak a vonatból

source: Passenger cannot board the train!!! All the cars on the train are occupied!
cs: Cestující nemohou nastoupit do vlaku!!! Všechny vozy ve vlaku jsou obsazené!

source: Passenger cannot board the train!!!
cs: Cestující nemohou nastoupit do vlaku!!!

source: Passenger got in the train
cs: Nastoupil cestující
hu: Az utasok beszálltak a vonatba

source: Car
cs: Vůz
hu: Személykocsi

source: Locomotive
cs: Lokomotiva

source: Train stopped due to problems with other train: train {0} , reason: {1}
cs: Vlak zastavil kvůli problémům s dalším vlakem: {0} , důvod: {1}
hu: A vonat a {0}. sz. vonattal kapcsolatos probléma miatt lett megállítva, oka: {1}

source: Pantographs
cs: Sběrače
hu: Áramszedők

source: On
cs: Zapnuto
hu: Be

source: Off
cs: Vypnuto
hu: Ki

source: No Powerkey
cs: Spínač pultu není vložen

# PowerSupply
source: Power
cs: Hlavnívýkon
hu: Feszültség

source: Engine
cs: Lokomotiva
hu: Gép

source: Gear
cs: Převod
hu: Seb.fokozat

source: Control
cs: Řídící vůz

source: StHeat:
cs: ParTop:
hu: GőzFűt:

source: Press
cs: TlakPá
hu: Nyom

source: StTemp
cs: TeplPár
hu: Tgőz

source: StUse
cs: SpotřPár
hu: GőzHasz

source: WaterLvl
cs: HladinaVody

source: Last:
cs: Poslední:

source: Temp
cs: Teplota

source: OutTemp
cs: EXTteplota

source: NetHt
cs: ZtrTop
hu: Nettó

source: Engine is starting…
cs: Předmazávání spalovacího motoru probíhá...
hu: A dízelmotor indul...

source: Undervoltage protection!
cs: Zásah podpěťové ochrany!
hu: Nullfeszültség védelem- Alacsony vonali feszültség

source: Too much current for one pantograph - use the other pantograph too!
cs: Příliš velký proud na jeden sběrač - použij i druhý sběrač!
hu: Túl nagy áramfelvétel 1 áramszedőnek, a másik áramszedőt is használni kell!

source: Locomotive is damaged with a raised pantograph!
cs: Zdvižením sběrače došlo k poškození lokomotivy!
hu: Az áramszedő megsérült,mert a mozdony kifutott a felsővezeték alól!

source: No power line!
cs: Chybí trolej!
hu: Nincs felsővezeték!

source: Power line condition overridden.
cs: Nepřítomnost troleje není brána v úvahu.
hu: Felsővezeték hiánya felülbírálva.

source: NOT OK
cs: NENÍ OK
hu: letiltva

source: Helper
cs: Postrk
hu: Csatolt

source: No active cab selected
cs: Stanoviště není vybráno
hu: Nincs kiválasztva vezetőállás

source: Cab 1 selected
cs: Stanoviště 1
hu: 1es vezetőállás kiválasztva

source: Cab 2 selected
cs: Stanoviště 2
hu: 2es vezetőállás kiválasztva

source: Overcurrent protection!
cs: Zásah nadproudové ochrany!
hu: Túláramvédelem

source: Slip protection!
cs: Zásah protiskluzové ochrany!
hu: Csúszásvédelem

source: Traction engines destroyed!
cs: Trakční motory zničeny!
hu: A vontatómotorok körtüzesek!

source: Power outage - auxiliary drives are not powered.
cs: Vypnutí proudu - pomocné pohony nekativní.

source: Power on - auxiliary drives are powered up.
cs: Zapnutí proudu - pomocné pohony aktivní.

source: Thermal protection of traction motors is in effect!
cs: Zaúčinkování tepelné ochrany trakčních motorů!

source: Renegade relay policing the series transition to parallel!
cs: Odpadnutí relé hlídání přechodu série na paralel!

source: Renegade relay temperature protection resistors!
cs: Odpadnutí relé teplotní ochrany odporů!

source: You're cold!
cs: Je ti zima!
hu: A vezetőálláson túl hideg van!

source: The passengers are cold!
cs: Cestujícím je zima!
hu: Az utasok fáznak!

source: You're hot!
cs: Je ti horko!
hu: A vezetőálláson túl meleg van!

source: Passengers are too hot!
cs: Cestujícím je příliš horko!
hu: Az utasoknak melegük van!

source: Overcurrent heating/air conditioning protection!
cs: Zásahnadproudové ochrany topení/klimatizace!
hu: Fűtési túláram!

source: No water scoop on this loco
cs: Tato lokomotiva nemá naběrač vody

source: Scoop is broken, can't refill
cs: Naběrač vody je poškozen, nelze jej doplnit

source: Scoop is broken by junction track
cs: Naběrač vody je poškozen výhybkou

source: Scoop is not over trough, can't refill
cs: Naběrač vody není v místě plnění, nelze jej doplnit

source: There's no more sand in the storage!
cs: Pískovače jsou prázdné!
hu: A homokolótartályból kifogyott a homok!

source: You have no Powerkey in pocket!
cs: Nemáš u sebe spínač pultu!

source: Powerkey in station!
cs: Spínač pultu vložen!

source: Powerkey blocked!
cs: Spínač pultu blokován!

source: Powerkey in pocket!
cs: Spínač pultu vyjmut!

source: Trainbrake controller locked!
cs: Ovladač vlakové brzdy uzamčen!
